{"nytimes": {"content": "Jonathan Raven Otcasek and Erin Minji Kim met at the center of the world. It was September 2014, their junior semester of college while studying abroad in London, and they were on a class outing to Greenwich, England — a town on London’s outskirts where the Prime Meridian, point 0.0 in the longitudinal system, passes through.\n\nMr. Otcasek noticed the words imprinted on Ms. Kim’s gray T-shirt: “Who needs a boyfriend when you have a record collection?” An avid music fan whose late father, Ric Ocasek, was the songwriter, rhythm guitarist and lead singer of the new wave band the Cars, Mr. Otcasek (who kept the silent “t” that his father had removed from the original Czech spelling of their surname) quickly deduced two important pieces of intelligence: Ms. Kim was single, and she liked music.\n\nHe had found his opening: “Hey, doesn’t that building look like the power station on the cover of Pink Floyd’s ‘Animals’?” he asked, pointing toward the Greenwich Power Station across the River Thames. Except Ms. Kim had never heard of the record.\n\nSo Mr. Otcasek did what any serious courter would do: He pulled up an image of it on his phone while Ms. Kim stood there, awkward and amused."}, "cnn": {"content": "Supporters of France's National Rally (RN) celebrate at an election night event in Paris on June 9. Julien de Rosa/AFP/Getty Images\n\nEurope’s drift to the right has been a long journey that’s seen the continent’s mainstream increasingly accommodate people with Euroskeptic views that were once fringe.\n\nThe projected gains for the hard right in the European parliamentary elections may seem modest in terms of pure numbers, but they are significant.\n\nThe results represent a major challenge to the pro-Europe mainstream officials who dominate the institutions of the European Union.\n\nThe advances chalked up by far-right parties may not be unexpected, and they don’t pose an existential crisis for the EU. But they show how the Euroskeptic right could, in the coming years, tighten its grip on the direction of the union.\n\nOver the next 24 hours, the parties of the center – projected to remain the largest bloc in the European Parliament – will likely talk of a “grand coalition” to counter the rise of the far right. And while the far right is on course to make large gains, the center parties remain ahead.\n\nOn paper, these pro-EU parties can claim victory. On numbers alone, the centrist coalition has held. The center-right European People’s Party, the center-left Socialists and Democrats, and the liberal Renew Europe are the three largest groups in the European Parliament. When you throw the pro-Europe Greens into that, the center is by far the largest block.\n\nRead the full analysis here."}, "bbc": {"content": "Marti Pellow: 'I can't get out of a building without singing that song'\n\nBBC Marti Pellow's most successful song - as part of Scots band Wet Wet Wet - is 30 years old this year\n\nSinger Marti Pellow has admitted that after 30 years, he doesn't hate singing the song kept him at the top of the charts for 15 weeks. Love Is All Around is a member of a very small club of hits that hogged the charts in the 1990s to the point many couldn't listen to them any more. The Wet Wet Wet singer admits his relationship with the song could be complicated, but he understands what it means to people. \"Love Is All Around was a freaky wee song in the same way the Bryan Adams song was and the Whitney Houston song was,\" he told Afternoons on BBC Radio Scotland.\n\nJames Watkins/BBC Marti Pellow is celebrating 30 years of Love Is All Around with a tour next year\n\nHe said: \"It was a song that stayed around in the charts for an enormous amount of time. \"Through the passage of time, the pendulum swings with it but when I meet people they say they fell in love to that song, their son was born to that song. \"And that's great pop music. So for me - I still love it. \"I don't think I'd get out of a building or a venue without singing that song.\" The songs people loved - and then loved to hate, like Adams' (Everything I Do) I Do It For You and Houston's I Will Always Love You, were attached to hit films at the time. Wet Wet Wet were approached to record a song for the Richard Curtis rom-com Four Weddings And A Funeral. They turned down covers of I Will Survive by Gloria Gaynor and Can't Smile Without You by Barry Manilow, opting for the Troggs hit. Pellow, now 59, remembers the first time he heard the tune.\n\nGetty Images Wet Wet Wet got together as teenagers and enjoyed worldwide success\n\n\"It was REM's interpretation of it that I knew,\" he said. \"Then I found out it was written by Reg Presley from the Troggs, lovely man. \"It just shows you that when a good song is written, everyone can have a shot at it.\" Pellow grew up in Clydebank, near Glasgow, and became a part of Wet Wet Wet when the band were all teenagers. The band enjoyed massive success, catapulting Pellow into a heartthrob - a status that remains decades on. Between stints in and out of the band, he has continued making music, branching into West End and Broadway musicals including Chicago, Chess and The Witches of Eastwick. But it is the Wet Wet Wet hits that keep the fans coming back and he has announced a Love Is All Around celebration tour for 2025. He said he believed all the old hits would endure. \"The songs aren't about yesterday, they are about today and tomorrow.\" he said. \"My idea is to celebrate the Wet Wet Wet songs - that's what people most associate me as a singer with - under the umbrella of Love Is All Around.\"\n\nGetty Images Wet Wet Wet at the London premiere of Four Weddings and a Funeral in 1994 - the film that spawned their greatest hit"}, "fox": {"content": "As a fan of women's basketball, Shaquille O'Neal has his own ideas about how to generate more interest in the WNBA. He shared one of those ideas with Chicago Sky rookie star Angel Reese, and he got a hostile response.\n\nDuring an interview on Reese's podcast \"Unapologetically Angel\" this week, O'Neal brought up an outfit Reese wore off the court and referenced it as a potential business strategy for Reese and others to sell more merchandise.\n\nThe outfit O'Neal referenced was a gray long-sleeve top with short, gray shorts Reese wore during an appearance on \"Nick Cannon Presents: Wild 'n Out,\" a sketch comedy and battle rap improv game show.\n\n\"Imagine you had on the same little shorts you had on at ‘Wild 'n Out’ show dunking. How many T-shirts you gon’ sell?\" O'Neal suggested to Reese during the podcast.\n\nCLICK HERE FOR MORE SPORTS COVERAGE ON FOXNEWS.COM\n\nThe suggestion prompted an impassioned response from Reese, who raised her voice and exclaimed that she's \"not imagining anything!\"\n\nBut O'Neal was insistent.\n\n\"The same little shorts you had on at 'Wild ‘n Out.’ ... I'm just saying,\" he repeated.\n\nReese didn't wait long to shut the conversation down and change the topic, yelling \"OK, all right, all right, all right\" to interrupt and stop him from continuing.\n\nO'Neal's comments came after he had suggested another way to improve WNBA viewership would be to lower the basket, so more players could dunk.\n\n\"Bro, first of all, I like how y’all are starting to get into fashion,\" Shaq said. \"Bro, a pretty girl dunking on the rim? I’m watching that all day.\"\n\nINSIDE CAITLIN CLARK AND ANGEL REESE'S IMPACT ON MEN'S BASKETBALL\n\nReese pushed back, saying she did not believe women dunking was going to make much of a difference and hates \"when men say that.\"\n\n\"I feel like it still wouldn’t be good enough. It’s never good enough,\" Reese said. \"People always disrespect women regardless. They are always going to not give us the same value as a man. So I don’t think that.\"\n\nReese's appearance on \"Wild 'n Out\" drew mixed reviews from fans.\n\nHip-hop artist and media mogul Joe Budden spoke out against Reese for making the appearance and drawing off-court controversy to herself during an episode \"The Joe Budden Podcast.\"\n\n\"I've seen Angel Reese wildin' out. I don't know if I've seen her on ‘Wild ’n Out,'\" Budden said. \"Angel Reese won't sit her f----in' a-- down. ... She won't go sit down somewhere for a second. There's value in it.\n\n\"This is going to sound like I'm telling women what to do. But I ain't.\"\n\nBudden also compared Reese's off-the-court habits to her longtime rival and fellow rookie star Caitlin Clark's.\n\n\"Whoever [Reese] got is telling her to go pop up everywhere. That's not what Caitlin Clark's people are saying, not to make it racial. ... We just on some star rookie s--- now,\" he said.\n\nReese's willingness to express herself despite the fear of public backlash dates back to her performance in the 2023 NCAA women's basketball championship game, when her LSU Tigers beat Clark's Iowa Hawkeyes for the title that year.\n\nAt the end of the game, Reese mocked Clark by pointing at her finger to remind her who was getting the championship ring. It was a moment that went viral and sparked a heated debate between Reese fans and Clark fans that has only gotten hotter as they've made it through their first WNBA season.\n\nReese launched her own podcast before she was even done with her rookie season and has kept releasing episodes every week even after her WNBA season ended early due to a wrist injury in early September.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nThe podcast has stirred controversy multiple times, including the first episode when she spoke out against fans of rival player Caitlin Clark, alleging they had sent her death threats and made explicit AI images of her and sent them to her family.\n\nIn her most recent episode, Reese interviewed the ex-girlfriend of Kansas City Chiefs tight end Travis Kelce about their past relationship. The interview drew a flurry of criticism , particularly from fans of Kelce's new girlfriend, Taylor Swift.\n\nStill, Reese's presence and personality has drawn more attention and fans to women's basketball, even if she hasn't altered her wardrobe on the court yet. While Clark is credited as being primarily responsible for the recent explosion in popularity for women's basketball at the college and pro levels, the Reese-Clark rivalry has added another dimension and draw for fans.\n\nReese has more followers on social media than Clark, with 1.4 million more followers on Instagram, 170,700 more followers on X and a staggering 4.11 million more on TikTok. Reese's willingness to express herself off the court could be a big reason why. Clark has been more reserved as a pro."}, "washingtonpost": {"content": "China and Iran flaunted their close friendship this week. At a meeting in Russia aimed at solidifying an anti-Western alliance, Chinese leader Xi Jinping welcomed Iranian President Masoud Pezeshkian to Iran’s first BRICS summit as a full member. He also made a show of Beijing’s diplomatic and economic alliance with Tehran as conflict in the Middle East further escalates and Iran braces for Israel to retaliate against it for recent attacks.\n\n“China will unswervingly develop friendly cooperation with Iran,” Xi told Pezeshkian, according to a Chinese government readout. Xi expressed his support for a cease-fire in the Gaza Strip, and the two leaders agreed to work together on “opposing hegemony and bullying.”\n\nBut with violence threatening to bring the long-standing shadow war between Israel and Iran into the open, China is unlikely to force Iran to de-escalate, and the relationship between Beijing and Tehran is more restricted than it appears.\n\n“China’s relationship with Iran is strategically important, but also limited,” says William Figueroa, a China-Iran expert at University of Groningen in the Netherlands. “It’s certainly not this new axis of evil that people portray China, Russia, and Iran to be. It’s actually one of its lesser, more minor relationships in the Middle East, and I think that gets lost.”\n\nAdvertisement\n\nEconomically isolated due to a strict international sanctions regime, Iran is dependent on commercial ties with China, its largest trading partner. That, together with their shared distrust of the United States, has contributed to stronger political ties.\n\nIran last year joined the Shanghai Cooperation Organization, a political and economic organization established by China and Russia, with Beijing’s encouragement, and was this week welcomed into BRICS with the help of Beijing. In February 2023, amid both countries’ rising tensions with Washington, Pezeshkian’s predecessor led a large delegation to Beijing in a high-profile state visit. It was the first by an Iranian president in 20 years.\n\nChina has taken advantage of the opportunity to buy oil cheaply from heavily sanctioned Iran, with oil exports from Iran to China increasing more than 25 percent in the first nine months of 2024 compared to the same period last year. Sales hit an all-time high this August, of 1.66 million barrels per day, according to data from Vortexa, an energy analytics firm.\n\nAdvertisement\n\nBut the two countries’ overall bilateral trade has diminished in the past decade and is dwarfed by China’s trade with Iran’s Gulf neighbors. Last year, for example, China’s trade with Iran was only one-seventh of that with Saudi Arabia, according to Chinese trade data.\n\nIf Iran and Israel end up in direct conflict, China’s oil supply from Iran could be disrupted. But analysts agree that this wouldn’t have a disastrous impact on Beijing, as China could lean on its strategic oil reserves and other suppliers, like Russia and Venezuela.\n\n“They have a pretty strong hand in terms of being able to sit this out,” said Alex Turnbull, a Singapore-based commodities analyst.\n\nStill, China has used its economic relationships with Iran and other Gulf nations to establish itself as something of a power broker in the region.\n\nAdvertisement\n\nBeijing last year announced a détente between Iran and Saudi Arabia, surprising Washington, which had been the dominant outside dealmaker since the end of the Cold War. It underscored Xi’s ambitions to stake out a larger political presence in the Middle East.\n\nBut that Palestinian agreement has not amounted to anything, and even China’s landmark Saudi-Iran deal reveals the limitations of its influence.\n\n“China didn’t do much, basically,” said Ahmed Aboudouh, an expert on Middle East-China relations at Chatham House policy institute in London. “The Iraqis and Omanis played a very important role for two years to bring these sides together, and China just came and put its great power stamp on the agreement and got the photo op.”\n\nChina’s leverage over Iran remains minimal, analysts say, even as Chinese diplomats have been dispatched to confer with their Iranian counterparts. Wang Yi, China’s foreign minister, meanwhile told his Israeli counterpart last week that Beijing wants to “play a constructive role in cooling down the situation and restoring peace in the region.”\n\nAdvertisement\n\nJonathan Fulton, an Abu Dhabi-based expert on Chinese policy toward the Middle East at the Atlantic Council, said China had been “rhetorically very active” but hadn’t come up with a tangible result.\n\nChina’s approach was more bark than bite, Fulton said. “As in so many other things, the further you get away from its borders, the more bark.”\n\nBut Beijing, which vaunts the principle of “noninterference” in other nations’ affairs, is neither willing nor able to exert influence over Tehran in the current precarious moment, Figueroa said.\n\n“What they have done is what they can do,” he said. “They have proposed to all of their allies and to the United Nations multiple times to have some sort of peace summit for diplomatic negotiation. They’ve called over and over again for a cease-fire. The fact is just that it’s not within their power to make any of those things happen.”\n\nAdvertisement\n\nXi this week doubled down on his rhetoric calling for peace in the Middle East.\n\n“As the world enters a new period defined by turbulence and transformation, we are confronted with pivotal choices that will shape our future,” he told the BRICS summit on Wednesday. “Should we allow the world to descend into the abyss of disorder and chaos, or should we strive to steer it back on the path of peace and development?”\n\nBut for Xi, being seen as striving toward this goal, particularly in the developing world, may be more important than successfully brokering peace.\n\nChinese leaders are not “judging success or failure based on whether they successfully mediated an end to the conflict,” said Oriana Skylar Mastro, an expert on the Chinese military at Stanford University and author of “Upstart: How China Became a Great Power.”\n\n“The Chinese are seeing it mainly as a lever and tool of global influence. And so what really matters to them is … does it improve their image if it looks like they’re playing a mediating role?” she said."}, "abcnews": {"content": "His visit to Arizona's Gila River Indian Community was his first as president.\n\nPresident Joe Bidenin Arizona on Friday apologized to Native Americans for the federal government forcing their children into boarding schools where he said they were abused and deprived of their cultural identity.\n\n\"For Indigenous peoples, they served as places of trauma and terror for more than 100 years. Tens of thousands of Indigenous children, as young as four years old were taken from their families and communities and forced into boarding schools run by the U.S. government and religious institutions,\" he said.\n\n\"Nearly 1000 documented Native child deaths, though the real number is likely to be much, much higher. Lost generations, culture and language. Lost trust. It's horribly, horribly wrong. It's a sin on our soul,\" he continued.\n\n\"I formally apologize as president of United States of America for what we did,\" he said, emphatically. \"I formally apologize!\"\n\nPresident Joe Biden speaks at the Gila River Crossing School in the Gila River Indian Community, in Laveen Village, near Phoenix, Arizona, on Oct. 25, 2024. Andrew Caballero-Reynolds/AFP via Getty Images\n\n\"It's long, long, long overdue,\" he said. \"Quite frankly, there's no excuse that this apology took 50 years to make. Federal Indian Boarding School policy, and the pain it has caused, will always be a significant mark of shame. A blot on American history.\"\n\nThe White House had called his trip to Gila River Indian Community outside Phoenix -- his first to Indian Country as president -- \"historic.\"\n\nBeforehand, officials said he would discuss the Biden-Harris administration's record of delivering for tribal communities, including keeping his promise to visit the swing state, which is happening close to Election Day.\n\nSioux boys arrive at the Carlisle School, October 5, 1879. Corbis via Getty Images\n\n\"The president also believes that to usher in the next era of the Federal-Tribal relationships we need to fully acknowledge the harms of the past,\" the White House said.\n\nElementary school class of Native American students with botanical specimens at United States Indian School, Carlisle, Pennsylvania, 1901. Heritage Images via Getty Images\n\n\"For over 150 years, the federal government ran boarding schools that forcibly removed generations of Native children from their homes to boarding schools often far away. Native children at these schools endured physical, emotional, and sexual abuse, and, as detailed in the Federal Indian Boarding School Investigative Report by the Department of the Interior (DOI), at least 973 children died in these schools,\" the White House said.\n\n\"The federally-run Indian boarding school system was designed to assimilate Native Americans by destroying Native culture, language, and identity through harsh militaristic and assimilationist methods,\" it said."}, "nbcnews": {"content": "In her first stop on 2024 campaign trail, former first lady Michelle Obama delivered an urgent message to men, arguing that the election could have life or death consequences for the women they love.\n\n\"I am asking y'all from the core of my being to take our lives seriously,\" she said at a rally for Vice President Kamala Harris in Kalamazoo, Michigan.\n\nThe former first lady praised Harris' credentials and urged voter turnout and engagement in her speech. But she devoted significant time, laden with emotion, to arguing that there would be dire consequences for the future of women's health if former President Donald Trump, who spent Saturday campaigning in Michigan and Pennsylvania, were elected once more.\n\n\"To the men who love us, let me just try to paint a picture of what it will feel like if America, the wealthiest nation on earth, keeps revoking basic care from its women and how it will affect every single woman in your life,\" Obama said.\n\nObama argued a woman affected by the policies could be \"in legal jeopardy if she needs a pill from out of state or overseas, or if she has to travel across state lines because the local clinic closed up.\"\n\n\"Your daughter could be the one too terrified to call the doctor if she’s bleeding during an unexpected pregnancy. Your niece could be the one miscarrying in her bathtub after the hospital turned her away,\" she continued.\n\n\"And this will not just affect women; it will affect you and your sons,\" she said, suggesting both men and women would suffer from \"the devastating consequences of teen pregnancy.\"\n\nMichelle Obama speaks at a campaign rally in Kalamazoo, Mich., on Saturday, Oct. 26, 2024 for Vice President and Democratic presidential candidate Kamala Harris. Brendan Smialowski / AFP-Getty Images\n\nObama expanded beyond abortion, suggesting that increasingly limited access to types of women's health care could also have serious ramifications for miscarriage care, cancer screenings and access to medical professionals.\n\n“Your wife or mother could be the ones at higher risk of dying from undiagnosed cervical cancer because they have no access to regular gynecological care,” she said.\n\n“And then there is the tragic but very real possibility that in the worst case scenario, you just might be the one holding flowers at the funeral,” she later added. “You might be the one left to raise your children alone.”\n\nHer speech comes as polling indicates a wide gender gap in Americans’ support for Harris and Trump. An NBC News poll from October found that women were supporting Harris by a 14-point margin, while men were supporting Trump by a 16-point margin. Polls from multiple major outlets also have showed that Harris and Trump are locked in an extremely tight race.\n\nObama also addressed voters who were considering not casting ballots or voting for Trump or a third-party candidate in protest, arguing that \"we as women will become collateral damage to your rage.\"\n\n\"Are you as men prepared to look into the eyes of the women and children you love and tell them that you supported this assault on our safety?\" she asked.\n\nHarris, who spoke after Obama, echoed similar sentiments, arguing that men saw the women they loved \"put at risk because their rights have been stripped away.\" Before speaking in Michigan on Saturday, Harris held an event in Texas on Friday, using the red-state setting to rally supporters against what she called a Trump-inflicted \"health care crisis.\"\n\n\"The men of America don’t want this. Women have died because of these bans,\" Harris said in Michigan on Saturday. \"How could anybody say that they wanted this? And you have heard me say, I do believe Donald Trump to be an unserious man, but the consequences of him ever being president again are brutally serious, brutally serious.\"\n\nWhen reached for comment, Trump campaign spokesperson Karoline Leavitt said that Trump \"has long been consistent in supporting the rights of states to make decisions on abortion.\" She emphasized that he would not sign a federal ban on abortion and said that Trump \"also supports universal access to contraception and IVF.\"\n\nTrump's stance on reproductive rights has evolved over the years. While he at one point supported abortion rights, he now takes credit for his role in the overruling of Roe v. Wade after he appointed three justices to the Supreme Court who voted with the majority. Trump says he supports states’ rights to decide the legality of abortion procedures within their own borders, and he's said that he would not sign a federal ban.\n\nAs Obama emphasized potential dangers to women, Trump during his Saturday rallies invoked dark images of crime, criticized Beyoncé campaigning with Harris and touted his foreign policy experience while claiming that Harris “wants” war.\n\n\"She’d love a draft. All she wants is war. The reason I don’t get along with her is because she wanted to invade every damn country that she looked at,\" Trump said in Novi, Michigan, without evidence.\n\nTrump's also rallied in State College, Pennsylvania, and his speeches hit on his typical themes. The former president argued that \"we're very close to World War III,\" painting migrants as coming from \"prisons and jails, insane asylums and mental institutions,\" and insulting Harris as a \"grossly incompetent person.\"\n\nMeanwhile, in Michigan, Obama contended that some people are \"holding Kamala to a higher standard than her opponent.\"\n\n\"We expect her to be intelligent and articulate, to have a clear set of policies, to never show too much anger, to prove time and time again that she belongs,\" she said. \"But for Trump, we expect nothing at all. No understanding of policy, no ability to put together a coherent argument, no honesty, no decency, no morals.\"\n\nAnd she insinuated that Harris could suffer electorally if Americans aren't \"ready for this moment.\"\n\n\"It’s clear to me that the question isn’t whether Kamala is ready for this moment because by every measure, she has demonstrated that she’s ready,\" she said. \"The real question is: as a country, are we ready for this moment?\"\n\nMore than 7,000 people attended the rally, according to a Harris campaign official. Most people in the room stood during Obama’s entire 40-minute speech, frequently breaking into cheers and emphasizing her comments."}, "cbsnews": {"content": "Hip-hop producer DJ Clark Kent dies from colon cancer at age 58 Hip-hop producer DJ Clark Kent dies from colon cancer at age 58 00:33\n\nNEW YORK - Hip-hop producer DJ Clark Kent has died after a battle with colon cancer, according to a post on his official social media account. He was 58.\n\n\"It is with deep sadness we share the passing of the beloved Rodolfo A. Franklin, known to the world as DJ Clark Kent. Clark passed away Thursday evening surrounded by his devoted wife Kesha, daughter Kabriah, and son Antonio,\" they wrote. \"Clark quietly and valiantly fought a three year battle with colon cancer, while continuing to share his gifts with the world. The family is grateful for everyone's love, support and prayers during this time and ask for privacy as they process this immense loss.\"\n\nTributes poured in.\n\n\"I have know you since I was 13. Taking the train all the way to Brooklyn just to come practice and DJ with you... I knew you was the right person to be around if I wanted to sharpen my skills,\" Pete Rock wrote.\n\n\"The first man that believed in my voice,\" MC Lyte wrote.\n\n\"My brother is gone, it has been an honor to know him, our talks I will cherish forever, he was one of a kind, and the world has lost a great one,\" Kid Capri wrote.\n\n\"God bless our hero and deepest condolences,\" wrote Killer Mike.\n\n\"The world was just better with u in it,\" Angie Martinez, who was working on a documentary about Franklin, wrote. \"You were not like everyone. Your cloth was richer, your pedigree more solid, the love u put into everything and everyone you touched... just hit harder. And I promis you and Kesh that I will not sleep til we share your story.\"\n\nNew York City Mayor Eric Adams also paid tribute.\n\n\"DJ Clark Kent solidified his legacy in the world of hip hop. He worked with the greats, and become [sic] one of them. Heartbroken to hear of his passing. Sending my prayers to his family and loved ones as he joins his mother Cynthia, who was a dear friend of mine,\" Adams wrote on social media.\n\nFranklin got his start in the 1980s, working as Dana Dane's DJ in various New York City clubs. He went on to produce numerous hits, including Junior M.A.F.I.A.'s \"Players Anthem,\" Jay-Z's \"Brookyln's Finest,\" as well as \"Loverboy\" by Mariah Carey.\n\nOther artists he worked with include Queen Latifah, Doug E. Fresh, the Fugees, Rakim, Ice Cube and many more."}, "buzzfeed": {"content": "US Marine veteran Trevor Reed is on his way home after being released from Russia, where officials said he was wrongfully detained since 2019.\n\n\n\n“Today, our prayers have been answered and Trevor is safely on his way back to the United States,” his family said in a statement.\n\nReed’s release came as part of a prisoner swap with Russia, with the US sending back Konstantin Yaroshenko, a Russian pilot sentenced in 2011 to a 20-year prison term for importing more than $100 million of cocaine.\n\nThe surprise prisoner exchange was the result of long and difficult negotiations between the US and Russia, according to both countries. The fraught diplomacy was made all the more extraordinary because of the utter collapse of relations between Washington and Moscow over Russia’s invasion of Ukraine.\n\nPresident Joe Biden, who met with the Reed family last month, said in a statement on Wednesday that the negotiations to release him “required difficult decisions that I do not take lightly.”\n\n“I heard in the voices of Trevor’s parents how much they’ve worried about his health and missed his presence,” Biden said. “And I was delighted to be able to share with them the good news about Trevor’s freedom.”\n\nReed, 30, was imprisoned for allegedly assaulting a police officer while he was drunk, but his family and US diplomats said he was innocent, describing the evidence against him at trial as “preposterous” and “absurd.” Instead, they said he was being held as a bargaining chip.\n\nIn recent weeks, Reed’s health had deteriorated and he had been hospitalized with signs of tuberculosis and a possible broken rib, according to the State Department, making his release all the more urgent.\n\nReed’s family said Biden’s decision to go ahead with the prisoner swap may have saved the former Marine’s life. They had previously expressed fears that Reed might suffer the same fate as Otto Warmbier, the American student held for 17 months in North Korea who went into a coma after his 2017 release and died.\n\nThe State Department has previously declined to identify exactly how many Americans have been detained in Russia, but there are at least two high-profile prisoners who remain behind bars there: Paul Whelan and WNBA star Brittney Griner.\n\nWhelan, another former Marine, has been detained the longest, having been first arrested at the end of 2018, and accused of being an American spy. His family has denied this, but he was sentenced in 2020 to 16 years in prison.\n\nRyan Fayhee, a former Justice Department official now acting as a pro bono attorney for the Whelan family, said they had \"complex feelings\" about Wednesday's news.\n\n\"They wish the family the very best, but they also view this as a missed opportunity,\" Fayhee said, pointing to the different crimes the two swapped prisoners were convicted of. \"It was a pretty high price to pay. If you make a comparison between the two people who've gone home today, to not include Paul in that is a missed opportunity.\"\n\nFayhee called on Biden to meet with the Whelans like he did with the Reeds, and consider alternative options than prisoner exchanges in order to free him."}, "vice": {"content": "It feels nigh impossible for Ubisoft to not be in the crosshairs of controversy lately. Soon after pushing the release date for Assassin’s Creed Shadows into 2025, it appears the team behind the beloved Prince of Persia: The Lost Crown has been disbanded. After citing “poor sales” as the main concern, other developers and directors were quick to call out Ubisoft.\n\nIn response to a Tweet from the PC Gamer X page, Michael Douse, the director of publishing for Larian Studios, wasn’t afraid to make his feelings known. Stating their “subs above sales” marketing tactics as of late, disbanding the team behind The Lost Crown doesn’t make as much sense as Ubisoft seems to think it does.\n\nVideos by VICE\n\nScreenshot: Ubisoft\n\nUbisoft’s apparent ‘Subs Over Sales’ strategy Doesn’t Always Work Out\n\nIt’s not like Douse is a “Ubisoft Hater,” or someone trying to push an agenda regarding their upcoming releases. He’s even stated on X himself that “Star Wars Outlaws is my GOTY,” so it’s not like he’s hating on the company for internet clout points. He’s just doing what is responsible and holding the company accountable for their, frankly, terrible business decisions.\n\nWith a solid 87% approval rating on OpenCritic, Prince of Persia: The Lost Crown reviewed quite well overall. Much more respectable than most of Ubisoft’s other AAA (or AAAA) games. It’s not like they can blame poor sales on bad reviews this time around. Rather, it’s actively encouraging your user base to get used to the idea of “not owning your games.” Pushing for a subscription service after a move like this is laughable at best.\n\nIt’s hard to deviate from the original plan when everyone has grown so accustomed to what a Ubisoft experience offers. Players were likely fatigued from playing through the same type of game over and over again. Maybe they just didn’t consider giving The Lost Crown a chance. Or maybe, the lack of proper marketing and love from Ubisoft delivered the final blow.\n\nEveryone I know who has played Prince of Persia: The Lost Crown fawned over it for a variety of reasons. It’s an approachable Metroidvania in a genre filled with some of the most confusing and convoluted entries. You can tell the development team had their heart in the project fully, but Ubisoft didn’t."}, "slate": {"content": "I was all for representation in politics, until I had to think this much about a white guy’s wife. But here we are, a week and change away from yet another most-important-election-in-American-history, again wondering out loud about J.D. Vance’s wife, Usha Vance.\n\nThe latest is a sprawling feature about her, her work history, and her (presumed) politics in the Cut, which tries to untangle the mystery that is Vance. “She has largely kept her own beliefs—political and otherwise—inscrutable even to those close to her,” Irin Carmon writes. The piece includes quotes from former friends and colleagues who remain mystified by her silent cosign of her husband’s radically awful politics. “Initially, I thought, Surely she can’t be okay with this, and she’s going to divorce him in time,” one former friend told the Cut. “Then I saw her at the Republican National Convention and thought, Could she actually be on board?”\n\nLet’s just get to the answer the short way: Yes, she’s on board. It does not matter that her parents are Indian immigrants, or that she was raised Hindu, or that she has remained tight-lipped about her political opinions. There have been plenty of attempts to read the tea leaves, given that she clerked for Justice Brett Kavanaugh (before he was on the Supreme Court) and Chief Justice John Roberts (when he was), but the truth is largely already in front of us.\n\nAdvertisement\n\nWhat ultimately matters is who she’s married to, and that she remains married to him. Vance here has not said too much about her own politics or how much she agrees with her husband, but we don’t need to know too much about Vance’s personal ideology to know where she lands. She’s married to the originator of the ideology in question, and so her stance is clear. We just don’t like it, and we want to give her more chances to escape.\n\nAdvertisement\n\nAdvertisement\n\nAdvertisement\n\nIt is perhaps time to say the ugly part out loud: We would not be so mystified by Vance’s loud or quiet cosign of her husband were she white. It’s her identity and experiences—brown, educated, lawyer, first generation—that puzzle people when they realize that she’s probably more aligned with her husband than we understand. Were we talking about, say, Sally Vance, fellow Appalachian bootstrap-puller, there would be less confusion over what she has very clearly demonstrated through her relationship. For women, marriages are personal and political; they provide protection, but they also demand fealty. Vance, again and again, offers that loyalty, be it by her appearance at the Republican National Convention for a speech or by her silence when her idiot husband says he loves his wife, even though “obviously she’s not a white person.”\n\nAdvertisement\n\nIt’s not as if she hasn’t made some attempts to defend J.D. either, like her ham-fisted efforts to understand his now-notorious “childless cat ladies” comment. “What he was really saying is that it can be really hard to be a parent in this country,” she told Ainsley Earhardt in August.* This was absolutely not what he was really saying. Even opting to speak to a Fox News host amid relative media silence is a position unto itself. Her allegiances are not to her race, her gender, the community she was born into. They’re to her husband, and that’s an agreement women have been making since the advent of the marriage license. For political wives, that deal is often even more explicit. Vance is opting for a less bombastic version of what first and second ladies have done, election after election. Her quietude does not make her enigmatic.\n\nAdvertisement\n\nAdvertisement\n\nThe public hope around Vance seems to be that she could soften her husband, that her position in a minority group could sway him toward a more moderate stance when it comes to abortion or immigration. But why does it feel more likely that Vance would push her husband to the left, and not that they would veer in the same direction, further right? We know so little about her and where she comes from ideologically that we shouldn’t assume she’s liberal in the first place—even if people used to assume she was.\n\nAdvertisement\n\nWhat white voters, conservative and liberal alike, seem to forget is the long tail of the model-minority myth, one that many in the South Asian diaspora have aligned themselves with for decades. From Dinesh D’Souza to Nikki Haley to Vivek Ramaswamy to your loser cousin who’s convinced he got into Georgetown because he’s smarter than everyone and not because of affirmative action, there are endless examples in our public lexicon. We’re the good brown people, the ones you don’t need to be afraid of. In an attempt to keep our ears above racist waters, South Asians have sometimes associated with our own oppressors. That’s true of many minority groups, but when it is multiplied by the sometimes-unspoken requirements of marriage—very Tammy Wynette, very “Stand By Your Man”—it creates a vortex impossible to escape. If the woman in question even wants to escape.\n\nAdvertisement\n\nAdvertisement\n\nAdvertisement\n\nRelated From Slate You’re Probably Still Saying Kamala Harris’ Name Wrong Read More\n\nIf Vance wanted to stand apart politically from her husband, she’s certainly free to do so. But the reality is that she doesn’t, and likely won’t. There’s no greater protection in the world than marriage to a white man with an education, money, and political power. Even as Vance herself is highly educated and well connected, it’s nothing compared to what her husband carries into the world. This is the kind of security women have sought for generations—in fact, for a long time, it was the only protection women could access. We are still in the relative infancy of women of color possessing the same rights as their white husbands. Asian American women like Vance didn’t fully gain access to the right to vote until the 1950s. Most states didn’t close their loopholes around spousal rape until the ’70s. Her marriage is the message, and it’s one she stands behind, even if she chooses to do so mostly silently.\n\nAdvertisement\n\nAdvertisement\n\nThere is no need to perform intellectual gymnastics to understand Vance’s positions. There’s no riddle to solve here. Vance is intelligent and educated and thoughtful; she knows who she married. We do too. She isn’t leaving him, because she doesn’t want to. She isn’t speaking out against his policies, because she’s not interested in doing so. She isn’t coming to save anyone. She isn’t a mystery. She’s just another woman married to a man, doing the job that a wife always does."}, "vox": {"content": "is a senior politics reporter at Vox, where he covers the Democratic Party. He joined Vox in 2022 after reporting on national and international politics for the Atlantic’s politics, global, and ideas teams, including the role of Latino voters in the 2020 election.\n\nRepublican National Convention attendees hold signs that read “Mass Deportation Now!” on the third day of the gathering in Milwaukee, Wisconsin on July 17, 2024. Alex Wong / Getty Images\n\nThis spring, an eye-opening poll from Axios suggested what once seemed unthinkable: Four in 10 Democrats were open to the idea of the US government deporting undocumented immigrants en masse. Though that share of support might seem high, other polls conducted since have found something similar, suggesting Americans at large are open to harsher, more Trumpian immigration policies.\n\nAnd yet, as attention-grabbing as some of the headlines on support for mass deportations have been (and as former President Donald Trump and his allies continue to talk about his plans for such), those polls may not accurately capture the mood of the American electorate. Support for a policy of mass deportation, while superficially high, rests on two related complications: substantial confusion among voters about what it might actually entail, as well as a generalized desire to do something — anything — on immigration, which polls frequently report to be among Americans’ top issues.\n\nThat disconnect is because standalone polls and headlines do very little to capture the complexity of many Americans’ feelings about immigration, which often include simultaneous, and apparently contradictory, support for more immigrant-friendly policies alongside draconian ones. The real answer, more specific polling by firms like Pew Research Center suggests, lies somewhere in the middle: A good share of voters, it seems, are fine with increasing deportations. Some might even want the kind of operation Trump is floating. But many also want exceptions and protections for specific groups of immigrants who have been living in the US for a while, or have other ties to the country.\n\nTaking a deeper look at polling on immigration\n\nBack in August, the Pew Research Center dug into the question of mass deportations by asking registered voters their opinions on immigration levels, the value of immigrants, and what kind of exceptions they might endorse to allow undocumented immigrants to remain in the US.\n\nThe results were messy, but showed two distinct things.\n\nFirst, support for “mass deportations of immigrants living in the country illegally” received majority support: 56 percent of registered voters “strongly or somewhat” favored such a proposal. That majority of voters included, unsurprisingly, 88 percent of Trump voters; it also included about 3 in 10 supporters of Vice President Kamala Harris.\n\nThe August findings align with Pew’s earlier research, conducted in January 2024, which found a majority of Americans think “increasing deportations” of people who are living in the US illegally would improve the US immigration system and reduce southern border crossings. Republican respondents in that survey were essentially uniform in supporting such a policy; Democrats were divided, with similar shares (about 30 percent) saying deportations would make things better or worse.\n\nAt the same time, both of Pew’s surveys found Americans were also supportive of more friendly policies for undocumented immigrants, like a pathway to citizenship. The August report notes that about 6 in 10 registered voters say that undocumented immigrants should be allowed to “stay in the country legally, if certain requirements are met.” And a similar share, 58 percent, favored “allowing undocumented immigrants to legally work and stay in the country if they are married to a US citizen.”\n\nSahana Mukherjee, one of the Pew Research Center authors behind the August deep-dive on “mass deportations,” told me that as many as 40 percent of registered voters who support mass deportations also support a policy that would allow undocumented spouses of US citizens to remain in the country.\n\nThat share varies based on which candidate these voters support: About a third of Trump supporters who back mass deportations support such a plan, while about 60 percent of Harris supporters who back mass deportations do. But this group of voters with overlapping priorities suggests that when taking the temperature of the public, being open to mass deportations isn’t the same as supporting a specific policy. Support changes when you get into the details of who could be affected.\n\nSimilarly, Mukherjee said, about 40 percent of registered voters who support mass deportations — one-third of the Trump supporters who do so, and two-thirds among the same pool of Harris supporters — also endorse the idea of undocumented immigrants being allowed to remain in the US “if certain conditions are met.”\n\nOther high-quality polls second these nuanced, seemingly contradictory feelings: A September Ipsos poll found 54 percent of American adults supported a mass deportation plan, while, at the same time, 68 percent would also support a “pathway to citizenship for undocumented immigrants who arrived in the US as children.”\n\nSimilar dynamics hold true among Hispanic and Latino respondents, with a twist: While about 4 in 10 Latinos in the two most recent high-quality polls of these voters backed some kind of deportation program, a much higher share also supported some kind of pathway to citizenship.\n\nA New York Times-Siena poll of Hispanics from October, for example, found 67 percent of Hispanics backed a pathway to citizenship for “all undocumented immigrants currently living in the United States” while 45 percent supported deporting immigrants living illegally in the US. A poll from NBC/Telemundo in September showed similar levels of support for deportations, while 87 percent of Hispanics backed a pathway to citizenship for undocumented immigrants brought as children to the US, and 91 percent supported that pathway for undocumented spouses.\n\nMaking sense of these policy nuances\n\nSo why do voters hold seemingly conflicting views on immigration? Pro-immigrant advocates argue that there isn’t a contradiction here — those competing numbers instead represent people who don’t understand exactly what “mass deportation” means or what a deportation program would look like in practice.\n\nAmericans might not understand that deportations of all undocumented immigrants would include deportations of DACA recipients and longtime neighbors or friends who have been living normally and are bedrocks of local communities, advocates and researchers say — rather than only recent arrivals, or those few migrants who commit violent crimes yet get outsize media and political attention, who they may view differently.\n\nMukherjee said there’s also a degree of nuance that issue and horserace polls might not be picking up, since they aren’t necessarily equipped to ask in-depth questions.\n\n“We asked about one requirement specifically in the survey, which is looking at if you’re married to a US citizen, but it remains to be seen whether there are other requirements that people are also thinking about,” Mukherjee said. “What we hear about in everyday discourse, in the media, is if you have a child who is US born, or if you yourself came as a child. We didn’t get into this in the survey, but it’s possible these are some of the requirements people were thinking about, and perhaps that could be influencing that share of people who support both.”\n\nAt the same time, when it comes to complex policy options, and especially to immigration policy, Americans can be idiosyncratic in their opinions. Surveys that don’t specify what “mass deportation” means may also be tracking inflated support for the kind of hardline stance the Trump/Vance campaign is offering, Steven Kull, the director of the Program for Public Consultation at the University of Maryland, told me.\n\n“Questions that are just like, ‘do you favor or oppose mass deportation’ I think are very limited in their value, because you don’t know what it means,” Kull said. “All people know is ‘deport a large number of people.’ And 1,000 people is a lot of people. Ten thousand is a lot of people. It’s not clear that it’s 11 million — that the policy is to deport 11 million — and that it would entail a massive operation, and all that has to be clear to really understand what public opinion is on the issue.”\n\nKull’s team instead has run surveys of national samples and groups of swing-state voters that provide additional information and arguments in favor and against either mass deportations or pathways to citizenship. The result, again, is complex, but support for mass deportations falls when presented against the option for a path to citizenship for undocumented immigrants provided they meet specific requirements.\n\n“There is some appeal to the idea [of mass deportation] — let’s be clear about that. But it’s not that people have it all crystallized in their mind,” Kull said.\n\nHow is this playing out on the campaign trail?\n\nImmigration reform advocates and some Democratic strategists are doing their best to highlight that nuance when advising Democrats on how to respond to Trump’s escalating rhetoric around immigration and immigrants. They urge Democrats to be clear about just who would get caught up in a broad mass deportation scheme — and to contrast that with a more “balanced” Democratic approach to immigration and the border.\n\nIn a private memo prepared for national Democratic campaigns looking to address Trump’s mass deportation position and shared with Vox, strategists argue that this polling picture presents Democrats with a narrow path to repudiate the Trump approach while acknowledging the real concerns some voters have with recent waves on migration in the Biden years.\n\n“We have more than enough reason to believe that voters, when asked their opinion on deportations, take it to mean the deportation of people who have recently crossed the border, as well as known criminal elements,” the strategists advise. They highlight Trump running mate Sen. JD Vance’s October debate statement explaining this deportation scheme (emphasis original to the memo):\n\n“So we’ve got 20, 25 million illegal aliens who are here in the country. What do we do with them? I think the first thing that we do is we start with the criminal migrants. About a million of those people have committed some form of crime in addition to crossing the border illegally. I think you start with deportations on those folks.”\n\n“The Vance position as stated here is likely popular,” the strategists explain. “That is why Harris and Democrats cannot allow him to frame his position in that way, especially when we know their actual plans call for the deportation of all undocumented immigrants (including spouses and Dreamers).”\n\nComplex feelings on immigration and potential deportation programs offer Democrats an opportunity to stake out more moderate ground when discussing immigration policy — and to prevent immigration opponents from defining the terms of the debate over policy. They’re also an important reminder that it can be perilous to trust top-line numbers and polling results without digging into the details, or presenting voters with more options to begin with. Recent polls all show a rise in anti-immigrant sentiment, yes, but they also show that there is room for pro-immigrant candidates to shape the national debate and make a vocal case for Americans and immigrants."}, "salon": {"content": "The first time Steven signed up to inject his penis with filler in 2019, he was afraid he would permanently mutilate it. There wasn’t a lot of reliable information about the procedure online, and he had come across a few horror stories about doctors injecting silicone into penises, causing their patients to lose sensation.\n\nStill, he had wanted his penis to be bigger for years and was finally approved for a circumcision in Canada, where he lives. This, he had read, reduced some of the risks associated with the penile filler procedure, in which a solution — anything from silicone to hyaluronic acid (HA), a natural substance found in the eyes and joints — is injected into the penis to adjust its girth and shape. With few options nearby at the time, he booked a flight to Mexico, where he had found a clinic that seemed to be reliable.\n\n“I remember sitting on a plane … and being absolutely terrified — like, is this going to be a nightmare experience that’s going to ruin my life?” Steven, who is using a pseudonym to protect his privacy, told Salon in a phone interview. “You get scared.”\n\nThere’s not a central database that tracks the number of these procedures done, but the rise in penile augmentation in recent years has been described as a “boom,” and doctors interviewed for this story said they have been seeing a rise in the demand for it.\n\n\"You name it and someone has put it in their penis, or tried to.\"\n\nBesides HA, doctors have injected several products into the penis. Permanent fillers like silicone or paraffin have been used but are not recommended, as they have been associated with long-term complications like necrosis and deformities. Other semi-permanent solutions like polymethylmethacrylate (PMMA) microspheres or fats are often used as well, although they can also cause lumps that may be harder to remove than less permanent solutions like HA.\n\n“You name it and someone has put it in their penis, or tried to,” said Dr. Amy Pearlman, a urologist at the Prime Institute. “People are talking about [penile augmentation] and certainly a lot of patients are asking providers about it.”\n\nIn the research that has been published on these procedures, several studies show the risks are relatively low for injecting HA, which can be dissolved. However, the more permanent the filler, the higher the risk for complications and the lower the chances of being able to get it fixed, Pearlman said. Without clear guidelines on the procedure, many doctors are left to figure out best practices on their own, although Pearlman argued the evidence for using HA for penile augmentation was relatively solid at this point.\n\nWant more health and science stories in your inbox? Subscribe to Salon's weekly newsletter Lab Notes.\n\n“We make a lot more clinical decisions based on way less robust data than we do with using hyaluronic acid for the penis,” she told Salon in a phone interview.\n\nDr. Luis Cassavantis, a dermatologist and the Medical Director of Avanti Derma in Mexico, says between 2008 and 2021, when he partially retired, he performed more than 5,000 penile augmentations. In a 2016 study of 729 of his patients, published in the Journal of Sexual Medicine, three patients had to have a nodule PMMA filler removed surgically, and about half of some 200 patients who responded to a questionnaire said they felt they were left with irregularities in their penis.\n\n“The main complication that we face is irregularities,” Cassavantis told Salon in a phone interview. “Just a few of them, especially when they are uncircumcised, developed a serious deformity, but that was not only related to the lack of circumcision but also to the skills of the injector.”\n\n\"Most of my guys say it’s very addictive and they keep coming back to top it off.\"\n\nSteven’s procedure was performed with PMMA in Mexico, where he had volunteered to be one of the first patients of a new practitioner training to do the procedure. He didn’t experience medical complications from the experience, but he wasn’t entirely pleased with how his penis looked afterward. A few years later, the procedures had gotten more popular and he found a doctor closer to home offering HA injections. Again, he opted to have a procedure done. Since his first visit with the new doctor in mid-2022, he has returned about a half-dozen times to get re-upped.\n\n“I’m confident that if I’d gone down [to Mexico] for probably another one to two sessions, I would have been happy with the aesthetics overall,” Steven said. “It wasn’t bad, it just wasn’t what I wanted.”\n\nWhen people first started doing these procedures around the '80s and ‘90s, many people who weren’t medical professionals were performing penile injections using baby oils, silicone and paraffin, Cassavantis said. As the years went by, doctors started offering less permanent penile augmentation options and best practices were shared to reduce the risk of complications, he said.\n\nWe need your help to stay independent Subscribe today to support Salon's progressive journalism\n\n“Things are getting better and people are more open to talk about it, but in the early years, this was a procedure that was kind of dark,” Cassavantis said. “The number of complications that we saw in the early years were really bad.”\n\nWhat drives most men to try penile augmentation is similar to what drives people to get any other cosmetic procedure done: They are unhappy with a part of their body and want to change or enhance it. In a survey of men who got the procedure, the most common reason they did it was to improve self-confidence, followed by wanting to increase sexual function.\n\nSocial media and its proliferation of unrealistic beauty standards have been shown to impact the mental health and self-esteem of girls and young women. Of course, these standards affect everyone’s perceptions of body image and self-esteem — including men.\n\nResearch suggests around half of men are unhappy with their penis size. Some studies have identified a form of body dysmorphia called penile dysmorphic disorder that causes long-term anxiety in a small fraction of men, though this is not a diagnosis that has been separated out from body dysmorphia disorder in the Diagnostic and Statistical Manual of Mental Disorders (DSM-5).\n\n“If the first thing someone does in the morning is go to the bathroom and pee, that’s the first thing they see to start their day, and they’re unhappy with that part of their body, it’s going to impact their mental state throughout the day,” Pearlman said.\n\nMany men looking to change their penis size through these procedures also have to pay a steep price. Because it’s an elective procedure, it usually costs thousands of dollars per session out of pocket. How long the temporary fillers last depends on a number of factors, like level of sexual activity, said Dr. John Leonardo, an anesthesiologist who performs the procedures. He uses a hybrid product that combines HA with Radiesse, a cosmetic filler. It’s common for patients to come back to re-up their filler before it has naturally broken down, he added.\n\n“Most of my guys say it’s very addictive and they keep coming back to top it off,” Leonardo told Salon in a phone interview.\n\nSome medical organizations have addressed penile augmentation as the demand for it continues to increase but don’t provide best practices for what is still considered an “experimental” procedure. The American Urological Association issued a position statement on fat injections for penile augmentation, indicating that there is not enough evidence to suggest the procedure is safe or effective. In April, the Sexual Medicine Society of North America released a position statement concluding that there wasn’t enough accurate research conducted in penile augmentation to make recommendations, although it did recommend against permanent injections like silicone.\n\n“Specifically, without accurate information, it is not possible for clinicians or patients to make an appropriate judgment as to the true risks and benefits of a therapy,” it states. “As such, informed consent is limited, which contributes to the recommendation that some of the therapies be considered experimental at the present time.”\n\nSome have called for the development of national guidelines to ensure the procedure, which is increasing in prevalence, is performed safely. In one letter to the editor published in the journal Urology, a urology resident likened the lack of knowledge surrounding penile augmentation in the specialty to “a plastic surgeon [being] unfamiliar with a ‘Brazilian Butt Lift.’”\n\nWithout said guidelines, providers who want to perform these procedures are left to seek training on their own, Pearlman explained. Plus, there are no products that are approved for this use by the Food and Drug Administration (FDA). Although it’s common for doctors to use things off-label, it could improve the safety of the procedure to have a product specifically designed for penile augmentation.\n\n“Even though a lot of people would consider the urologist to be the expert in the penis, we don’t really have much dedicated to the cosmetic aspect of that,” Pearlman said.\n\nRegardless, men are electing to have these cosmetic procedures to increase the size of their penises.\n\n“It's kind of a taboo subject, and it's not something that anybody talks about,” Steven said. “I feel like it would be better if there were more information out there for guys.”"}, "theintercept": {"content": "Rep. Pete Sessions, R-Texas, serves a primarily rural district anchored in Waco, a city of 150,000. It’s unclear why he is so interested in NSO Group, the infamous Israeli spyware firm that was blacklisted by the U.S. for its role in human rights abuses.\n\nBetween February and July, though, Sessions and his team met eight times with lobbyists on behalf of NSO.\n\nOne meeting was held for a “briefing on Bureau of Industry and Security Status” — the Department of Commerce office that blacklisted NSO in November 2021. Others were for “discussions of news articles reporting on NSO technology and the war in Gaza” and “NSO VISA issue,” according to documents filed with the Foreign Agents Registrations Act, or FARA, at the end of August.\n\nIn July, on the same day that the lobbyists from the law firm Pillsbury Winthrop Shaw Pittman, a D.C. powerhouse, met with Sessions to “discuss NSO technology and human rights policies,” one of its lawyers and former House member from Texas, Greg Laughlin, paid $1,000 by check to “Pete Sessions for Congress.” At other times, Laughlin — who is actively registered as a lobbyist for NSO, according to current filings — donated to the campaigns of other Texas Republicans who NSO met with, including Rep. Dan Crenshaw.\n\n“This absolutely looks like part of NSO Group lobbyists ongoing efforts to reverse the firm’s blacklisting.”\n\nAgainst the backdrop of Israel’s war efforts and the looming possibility of a Trump administration, NSO is doubling down on its efforts to connect with members of Congress — almost exclusively with Republicans — as it makes a bid to reverse its blacklisting. NSO’s Pegasus spyware can infect and infiltrate cellphones and has been used by authoritarian governments to hack the devices of dissidents, journalists, and human rights activists, enabling grave abuses.\n\nThe latest blitz in its yearslong campaign for delisting kicked off at the onset of the Israeli war in Gaza last year, when NSO tried to persuade Secretary of State Anthony Blinken that its technology was of use to the American government.\n\n“It is, unfortunately, not uncommon for FARA registrants to make campaign contributions to the members of Congress they’re contacting on behalf of foreign interests,” Ben Freeman, director of the Democratizing Foreign Policy program at the Quincy Institute, told The Intercept. “And, even if that contribution occurs on the exact same day the meeting takes place, it’s perfectly legal.”\n\nFreeman said NSO’s focus on Republicans might arise from Democrats’ growing disillusionment with Israel.\n\n“This absolutely looks like part of NSO Group lobbyists ongoing efforts to reverse the firm’s blacklisting,” he said. “Frankly, they’re going to find Republicans an easier target than Democrats for putting pressure on the Commerce Department to delist NSO Group, with many Democrats’ souring on Israel because of the thousands of civilians they’ve killed in the Gaza war.”\n\nIn a statement to The Intercept, Sessions spokesperson Matt Myams said, “Former Congressman Greg Laughlin has known and politically supported Congressman Sessions for many years. During that time, they have discussed a wide variety of topics, including general questions about how certain immigration laws work.” (NSO Group declined to comment.)\n\nSo far this year NSO has spent over $1.8 million on lobbying, according to FARA documents. Alongside Pillsbury, D.C.-based Chartwell Strategy Group as well as Los Angeles lobbying firm Paul Hastings have also heavily focused their efforts on connecting predominately with Republican lawmakers on behalf of NSO.\n\nWhile NSO continues to rebuild its reputation in the U.S., others have thrown in the towel. Candiru, another Israeli spyware company which was blacklisted along with NSO, lost its U.S. contracts and terminated its Washington lobbying contract with ArentFox Schiff earlier this year.\n\nNSO, in contrast, continued its effort by using Israel’s war to boost its chances. The company marketed itself as a volunteer in the war on Gaza, claiming to help track down missing Israelis and hostages. The bid to persuade the American government to let it come back to the table has been called an attempt to “crisis-wash” NSO’s record.\n\nNSO in Court\n\nEven as it makes the case in Washington that it complies with U.S. requirements for discouraging rights abuses using its software, in California, NSO is being accused in a separate instance of flagrantly defying a federal court order.\n\nEarlier this month, WhatsApp and its parent company Meta asked the judge in their case against NSO to award them a total win as punishment for NSO’s violations of discovery requirements. The spyware company has refused to produce internal email communications and the source code of its technology.\n\nIn NSO’s response, filed on October 16, the firm said there was “no basis for any sanction, let alone terminating sanctions, because Defendants have not violated any order.” WhatsApp’s termination request, the filing said, was “ludicrous.” NSO said WhatsApp’s case was “the first of five ill-conceived lawsuits filed against Defendants in the United States amidst a wave of negative press coverage.”\n\nIn its five-year-long case, WhatsApp this month made sweeping allegations about NSO’s refusal to produce internal email communications and Pegasus source code.\n\n“NSO’s discovery violations were willful, and unfairly skew the record on virtually every key issue in the case, from the merits, to jurisdiction, to damages, making a full and fair trial on the facts impossible,” the company said in the filing.\n\nLast year, NSO asked the court for a protective order to insulate them from the discovery process under Israeli law, which was denied. At a hearing this February, the court said it “would not feel reluctant to impose sanctions” if NSO failed to meet its discovery obligations.\n\n“NSO group has made a lot of arguments to resist discovery and kind of draw out the early stages of litigation in these cases as much as possible,” said Stephanie Krent, attorney at Columbia University’s Knight First Amendment Institute.\n\nThe next hearing in the WhatsApp case will take place on November 7.\n\n“We remain focused on protecting our users,” a WhatsApp spokesperson told The Intercept. “We firmly believe NSO’s operations violate U.S. law and they must be held accountable for their unlawful attacks.”\n\nMeanwhile, in addition to the case by WhatsApp, NSO is facing other hefty accusations in U.S. litigation.\n\nLast month, Apple asked a court in San Francisco to dismiss its three-year hacking suit against NSO. The California tech giant said its case was no longer viable after Israeli government officials took files from NSO’s headquarters in an apparent attempt to frustrate lawsuits in the U.S. Apple argued it may now never be able to get the most critical files about Pegasus spyware.\n\nU.K. Case\n\nAs NSO continues to face problems in the U.S., the High Court in London ruled this month that a case against Saudi Arabia for its use of Pegasus can move forward, according to documents obtained by The Intercept. (The Saudi government did not respond to a request for comment.)\n\nThe ruling came after four human rights defenders who were hacked with Pegasus on British soil submitted a report to the Metropolitan Police last month asking them to open an investigation and prosecute the company.\n\nYahya Assiri, a Saudi human rights activist who has been granted refugee status in the U.K., had previously lodged a civil claim against Saudi Arabia. As a check to protect diplomatic relations, British courts have a process to approve the routing of claims to foreign governments.\n\n“Violators’ impunity is the main power for repression to continue.”\n\nWith this month’s ruling, Assiri has overcome that hurdle. His lawyers can now serve his claim against Saudi Arabia for using NSO’s Pegasus and another spyware product by Quadream — also an Israeli company founded by NSO veterans — to hack his phone multiple times between 2018 and 2020 while he was living in the U.K.\n\nThe claim will be sent through diplomatic channels to the Saudi Ministry of Foreign Affairs.\n\n“Violators’ impunity is the main power for repression to continue. Accountability — bringing them before courts, the media, and the world — can at least partially deter them,” Assiri told The Intercept. “The evidence is strong, and the authorities’ request for immunity has been rejected. This means that the world must stop looking for justifications for violations — there is no justification for any violation.”"}, "theatlantic": {"content": "The prevalence of positive illusions is one of the most well-established findings in psychology. Most people have an exaggerated view of their own abilities and expect that more good things—and fewer bad things—will happen to them than is likely.\n\nDespite being unrealistic, such beliefs have benefits: Overly positive people are happier, cope better with adversity, and think they have more control over their life. Believing that things are a little better than they actually are may be necessary for robust mental health.\n\nIn a similar way, many citizens hold overly positive, but possibly necessary, beliefs about their country. A sense of national pride can foster community and bring people together, and it’s often a sign of a thriving democracy. In the United States, one source of patriotism is American exceptionalism—the idea that the U.S. is a unique, and uniquely superior, nation. With its origin as a democracy in a world of kingdoms and its emphasis on freedom and opportunity, this narrative goes, the American system is out of the ordinary.\n\nAmong the young, that belief is rapidly dying. Since 1976, a large nationally representative survey has asked U.S. high-school seniors, 17 and 18 years old, whether they agree that “Despite its many faults, our system of doing things is still the best in the world”: a fairly succinct summary of American exceptionalism. In the early 1980s, 67 percent of high-school seniors agreed that the U.S. system was the best. By 2022, only 27 percent did. Thus, only one out of four American teens now agrees that their country is exceptional.\n\nRead: 20-somethings are in trouble\n\nThe decline appears to be mostly untethered to national events. Belief in American exceptionalism went down during the Great Recession of the late 2000s, and also during the economically prosperous years of the 2010s. It declined when the U.S. was at war and also when it was at peace. It declined as income inequality grew rapidly, from 1980 to 2000, and also as inequality moderated after 2000.\n\nSupport for the idea is now particularly unpopular among liberal teens. As recently as the late 1990s, a majority had agreed that the U.S. system was the best. By 2021–22, that had shrunk to 14 percent—only one out of seven. (Belief in American exceptionalism has declined among conservative teens as well, but much less so: 47 percent of conservative teens believed in the idea in 2021–22.)\n\nEven the belief that the founding of the United States was a positive development seems to be on the way out: A recent poll conducted by the Democracy Fund asked Americans if the Founders are “better described as villains” or “as heroes.” Four out of 10 Gen Zers chose “villains,” compared with only one in 10 Boomers. If your country’s Founders are the bad guys instead of the good guys, it becomes much harder to believe that its system is the best in the world—or even worth defending. (Ideas about America are hardly the only beliefs that have bent toward pessimism among American youth in the past two decades. In early 2002, for instance, 23 percent of high-school seniors agreed with the statement “When I think about all the terrible things that have been happening, it is hard for me to hold out much hope for the world.” In early 2019, 40 percent agreed.)\n\nDour views of the nation’s status and possibilities may shape its future. Gen Z may be disillusioned, but it is not, by and large, nihilistic: Today’s young adults are also more interested in taking action than previous generations. From 2014 to 2021–22, an increasing number of high-school seniors agreed that protesting and voting could have “a major impact on how things are run in this country.” Voter turnout among young adults has been higher among Gen Z than previous generations at the same age, and political protests appear to have become more frequent in the eight or so years since Gen Z arrived on college campuses.\n\nThat, of course, could yield positive changes. One of the most important American ideals, arguably, is that the American project is unfinished, and that society can be made better, generation by generation. Throughout U.S. history, discontent and even righteous anger have often been important correctives to overly broad or unthinking sentiments about the country’s goodness, which, when unchallenged, can perpetuate injustices.\n\nBut many of Gen Z’s members seem convinced that radical change is necessary—to the model of government, to the economy, to the culture. In a 2020 poll I analyzed for my book Generations, three out of four American Gen Zers—more than any other generation—agreed that “significant changes” were needed to the government’s “fundamental design and structure.” Nearly two-thirds believed that America was not “a fair society,” again a higher rate than older adults. In a 2018 Gallup poll, more 18-to-29-year-olds had a positive view of socialism (51 percent) than of capitalism (45 percent). Some of the ideals, and idealism, that were commonly accepted in previous generations seem to have a looser hold over young adults today.\n\nWhy has Gen Z turned so definitively toward disillusionment and away from seeing their country as superior?\n\nOne reason may be their mental health: Twice as many teens and young adults are depressed than in the early 2010s. This is a tragedy—and it’s likely to have wide-reaching effects. Depression isn’t just about emotions; it’s also about cognition. By definition, depressed people see the world in a more negative light. They are less likely to see the positive, including in their country. Increases in depression are larger among liberals, consistent with the larger decline in their belief in American exceptionalism.\n\nChanges in news consumption may also play a part. When newspapers were read on paper, all of the news—positive and negative—was printed together. Now negative news is king. Negative articles are almost twice as likely to be shared on social media as positive articles. Social-media algorithms push angry and divisive content. With Gen Z getting most of its information online, it is viewing the country through a negatively skewed funhouse mirror.\n\nA third reason may lie in the shifts in high-school American-history curricula. Some—typically liberal—states now spend more time than they once did on the more deplorable facts of the nation’s history, such as the internment of Japanese Americans during World War II, the massacre of Native Americans, and the Founders’ ownership of slaves. That coverage lays out facts students need to know, but, especially if these events are emphasized more than the country’s more noble endeavors, it may also undermine feelings of national pride.\n\nRead: Are Gen Z men and women really drifting apart?\n\nFinally, Gen Z’s facility with social media may itself be coloring the generation’s views. Gen Z has learned that making a problem look as big and awful as possible is a highly effective way of getting traction on social media. Many problems are often portrayed as profound and systemic, fixable only by fundamental rethinks and institutional purges. It makes everything seem worse than it is.\n\nMy worry, as a social psychologist who has studied all of the living American generations, is that these various forces—and the pessimism they have generated —could move Gen Z to change systems that are not necessarily broken. That’s especially relevant as this generation comes of age and rises toward political power. Despite the common perception that the system is “rigged” and young people will never attain the wealth Boomers did, for instance, the Federal Reserve of St. Louis recently found that Millennial and Gen Z young adults actually have 25 percent more wealth than Boomers did at the same age. Inflation-adjusted median incomes for American young adults are at all-time highs, and poverty rates for children and younger adults are lower than they were in the early 2000s. The social-media-driven negativity machine may have prevented Gen Z—and all of us—from seeing the good news.\n\nJust as the positive views we have about our individual selves may be exaggerated, the idea that the United States is uniquely superior is also, at least in part, an overly optimistic illusion we tell ourselves as a country. But like our positive self-illusions, patriotism also has its benefits, including a more satisfied citizenry and more political stability. With Gen Z unconvinced of the country’s exceptionalism and willing to take action, the U.S. may, in the coming decades, witness an era of extraordinary political change."}, "thenewyorker": {"content": "In the middle of the nineteenth century, filth of every kind accumulated on the streets of New York. The land was boggy and lacked proper drainage. Epidemics ravaged many of the city’s impoverished neighborhoods. In the summer of 1864, an inspection undertaken by a committee of concerned physicians yielded a seventeen-volume report that catalogued the conditions. One inspector noted that, in his assigned district, refuse filled gutters, blocked sewage culverts, and sent forth “perennial emanations which generate pestiferous disease.” Another observed that certain streets better resembled “dung-hills rather than the thoroughfares in a civilized city.” In response to the report, state lawmakers introduced legislation that led to the establishment, in 1866, of the Metropolitan Board of Health, one of the country’s first municipal public-health authorities. Upon its formation, the board immediately confronted a potential cholera outbreak. It established quarantine measures and administered new health ordinances that helped to contain the spread of the disease. Support for the new agency soared, and other cities began organizing similar authorities. The modern-day public-health movement in the United States was born.\n\nThe New Yorker Festival Presents “On the Trail” Campaign reporters share stories from the front lines of a history-making Presidential race. Get tickets »\n\nAn important revelation from the “great sanitary awakening” of the nineteenth century, as it became known, was that social and environmental factors could significantly affect people’s health. During the second half of the twentieth century, policymakers began turning their attention to issues such as product and workplace safety as a way to save lives. In the mid-nineteen-fifties, nearly forty thousand people were dying every year from motor-vehicle accidents. Attention was primarily focussed on the responsibility of drivers, but physicians and engineers pointed out that most of these deaths were, in fact, preventable through changes in automobile design. In 1965, Ralph Nader, a young lawyer who later became an activist and a perpetual Presidential candidate, published “Unsafe at Any Speed,” a book examining the ways in which automakers had failed to prioritize safety. It became an unlikely nonfiction best-seller, alongside Truman Capote’s “In Cold Blood.” Nader’s reporting prompted congressional hearings and the formation of what is now known as the National Highway Traffic Safety Administration. William Haddon, a pioneering public-health scientist, became the agency’s first administrator and oversaw the first safety requirements for new cars, including energy-absorbing steering columns, shoulder harnesses, and side-door beams. The ratio of motor-vehicle deaths to miles travelled by drivers in the United States plummeted.\n\nThe principal aim of public health is prevention. It takes its scientific cues primarily from epidemiology, which studies the prevalence of diseases and their determinants to shape control strategies. In the mid-nineteen-sixties, public-health practitioners began to incorporate these methods into a nascent discipline known as injury science, taking on problems such as children falling from windows, residential fires, childhood drug poisonings, and, beginning in earnest in the nineteen-nineties, gun violence. The premise is tantalizingly straightforward: utilize scientific data to identify risk factors and the most vulnerable populations, and adopt multipronged solutions to stop problems before they arise. When it comes to gun deaths, for instance, public-health interventions might include pediatricians inquiring about safe storage at home, and the government establishing waiting periods for the purchase of firearms and raising the legal age for gun ownership. The challenge comes in marshalling consensus for the kind of community-wide solutions that public health demands. This is where public-health initiatives have often floundered, including with guns.\n\nIn recent years, public-health researchers have begun to consider whether a new societal threat deserves their scrutiny: political violence. One of the researchers leading this effort is Garen Wintemute, the director of the Violence Prevention Research Program at the University of California at Davis, who has spent more than four decades studying firearm violence. Wintemute is a gaunt, bespectacled emergency physician. (He still works four or five weekend shifts a month at U.C. Davis’s hospital.) He is seventy-two years old but speaks with an almost childlike inquisitiveness when discussing research into violent death. Wintemute told me that, during the coronavirus pandemic, he and his researchers tracked a nationwide surge in firearms purchases, particularly among first-time gun owners. Even as the COVID-19 crisis began to subside in 2021, they noticed that people were still purchasing guns at unusually high rates. Baffled by the ongoing demand, he wondered, What the hell is this? He spent a week immersing himself in the available data on political polarization and its connection to violence. When he emerged, he concluded that the subject of political violence urgently needed study, because people seemed to be “arming up” and the result “could reshape the future of the country.” He eventually directed a third of his thirty-person team to spend at least some of their time on a new project: researching the possibility that people might resort to violence to achieve their political ends.\n\nAs with any public-health problem, the first task was to collect reliable data. Wintemute’s team conducted their first broad-based survey in 2022 and found that nearly a third of the population believed that violence was usually or always justified to advance at least one of seventeen political objectives—a list that included curbing voter fraud, stopping illegal immigration, and returning Donald Trump to the Presidency. Nearly one in five agreed strongly or very strongly with the statement that “having a strong leader for America is more important than having a democracy.” The willingness to justify violence was greater among people who identified as “strong Republicans” than those who identified as “strong Democrats.” Another study by Wintemute’s team found that nearly half of a cohort that they labelled “MAGA Republicans”—self-identified Republicans who voted for Trump in 2020 and believed the election was stolen—strongly or very strongly agreed with the statement “Our American way of life is disappearing so fast that we may have to use force to save it.” Wintemute also examined the threat posed by right-wing extremists who endorse racist beliefs and the use of violence to effect social change, and who express approval of certain militia groups such as the Proud Boys and the Oath Keepers. Within this small subset—Wintemute estimates it to be less than two per cent of the population—he found strong association with support for political violence and the willingness to engage in such violence.\n\nYet certain findings offered Wintemute reason for optimism. A survey published last month found that only 6.5 per cent of the population believes strongly or very strongly that a civil war is coming, and just 3.6 per cent that the “United States needs a civil war to set things right.” Both figures are roughly similar to the previous year’s findings, an unexpected result, given that 2024 is a Presidential-election year and political tensions have ratcheted upward. Wintemute also found that, of the 3.7 per cent of respondents who said they considered it very or extremely likely they’d participate as a combatant in a large-scale conflict, more than forty-four per cent said they would be “not likely” to join if they were dissuaded by family members; more than thirty per cent said they could be deterred if a respected religious leader urged them not to participate; and just under a quarter said they could be dissuaded by a respected news or social-media source. The implication, according to Wintemute, is “a large percentage are saying, ‘You can talk me out of it.’ ” That points the way to potential public-health interventions, which might include consistent messaging from the media, religious leaders, and others about rejecting political violence.\n\nThe threat of violence has hovered like a nimbus cloud over this election season. The spectre of the January 6th insurrection at the Capitol remains omnipresent, but the two most visible instances of violence during the 2024 campaign have been directed at Trump. On July 13th, during a Trump campaign rally in Butler, Pennsylvania, a man on a warehouse roof fired eight times at the former President. A bullet grazed Trump’s ear; one rallygoer, a former volunteer fire chief, was killed; two others were injured. Then, on September 15th, as the former President was playing a round of golf at his club in West Palm Beach, a Secret Service agent patrolling the grounds spotted the muzzle of a rifle poking out of the shrubbery along a chain-link fence. The agent opened fire and the gunman fled. After the authorities arrested him, they discovered that he had been staking out the course for hours. Democrats have also been targeted. In Tempe, Arizona, state Party officials recently closed a campaign field office after it was shot at three times in three weeks.\n\nAccording to tracking by the Bridging Divides Initiative, at Princeton University, threats and harassment of local public officials surged in July. Despite this, violence by extremist groups, as reported by a different organization, the Armed Conflict Location and Event Data, has actually ebbed this year, likely because law enforcement has arrested dozens of members of these groups for their participation in the Capitol riot. It makes for a perplexing picture. Is political violence an imminent threat to Americans or not? Political scientists, applying their theoretical frameworks, have long made clear the reasons for concern, including the way the country’s deepest cleavages, over race, ethnicity, religion, geography, and culture, are now embedded in people’s politics; the weakening of democracy’s guardrails during the Trump era; and the spread of misinformation.\n\nThe promise of public health is that it rests on scientific data and offers pragmatic solutions. Treating political violence like a contagion could help safeguard the future of American democracy. And yet the same fractures that potentially drive political violence can imperil the collaboration needed to address public-health crises. They can also lead to the most dangerous symptom of all: a sense of helplessness. But, if we simply wait for the disease to strike, it may already be too late. ♦"}, "time": {"content": "Warning: This post contains spoilers for Venom: The Last Dance.\n\n\n\nThe third Venom movie may be subtitled The Last Dance, but as is the case with almost every superhero movie, it ends with post-credits scenes that tease another possible waltz to come. But the post-credits scenes dangle two storylines that in all likelihood will never be followed up on—as seems to be the case with most of the post-credit scenes in Sony’s Spider-Man Universe and plenty of other superhero flicks.\n\nVenom: The Last Dance follows Tom Hardy’s Eddie Brock as he and the alien symbiote he’s bonded with (Venom, also voiced by Hardy) flee a government agency and an unstoppable extra-terrestrial killer through the Nevada desert. Commander Rex Strickland (Chiwetel Ejiofor) is leading the special forces pursuing Venom, as the organization known as Imperium is trying to capture all of the various symbiotes that have landed on Earth. The alien creature also pursuing them is a xenophage, a nasty monster sent by a supervillain called Knull. Played by Andy Serkis (though for most of the movie you only see the top of his head), Knull pre-dates the universe and he created all the symbiotes, only for them to turn on him and imprison him. The connection between Venom and Eddie is the key to his freedom, and Knull sends the xenophage to hunt them down.\n\nBy the end of the movie, Venom and Eddie have realized that they can’t stop the xenophages, even after Strickland realizes the symbiotes are the lesser of two evils and offers Imperium's help against the monsters. As long as Venom and Eddie are connected, there’s a chance Knull could be freed, so Venom ultimately opts to sacrifice himself in an acid bath that takes out the xenophages and ensures that Knull will stay locked up forever. The movie ends with Eddie gazing out at the Statue of Liberty while clips of all the good times he and Venom had over the past three films play out.\n\nBut the post-credit scenes suggest that we may not have seen the last of Knull or Venom, even though in all likelihood, we probably have.\n\nWhat Happens in the Venom: The Last Dance Post-Credits Scenes\n\nVenom: The Last Dance’s first post-credit sequence comes midway through the credits. We cut back to Knull, who is still imprisoned in his throne, still looking down so we only see the top of his head and his greasy, long white hair. He’s angry, and he notes that with Venom’s death, The King in Black is awake and there’s nobody left to protect the universe. He looks up, and we finally get a glimpse of Knull’s face, looking very much like a computer-generated fantasy bad guy, akin to something from a World of Warcraft cutscene.\n\nThis is pretty standard post-credits stuff—the defeated villain saying “I’ll be back”—but it doesn’t make sense within the context of the movie that preceded it. The whole point of Venom’s death was that, as long as he was alive and bonded with Eddie, there was a chance for Knull to escape his imprisonment. Knull, whose first appearance in Marvel’s comics was fairly recent, in 2018, is also known as “The King in Black,” so he’s not teasing some new, greater threat, just impotently saying that we haven’t seen the last of him.\n\nRead More: Review: Tom Hardy Is One Good Reason to See Venom\n\nThe second and final post-credits scene comes at the very end, and it’s an amusing callback. Earlier in the movie, Eddie and Venom freaked out a bartender at a Mexican resort when they made themselves a drink behind the bar, using Venom’s tentacles to flip (and break) bottle after bottle of booze. After Eddie left, he left a tip on the bar—and unwittingly left a little bit of the symbiote with it. A few scenes later, Rex appeared at the bar, collected the symbiote sample, and took the bartender in for questioning. He is not mentioned or seen again until the post-credits scene, where the confused bartender stumbles out of the wreckage of Area 51 wondering what on earth happened. As this occurs, a cockroach crawls by the broken vial containing the symbiote sample, suggesting that, like a cockroach, Venom is harder to kill than you think.\n\nThis, again, is pretty typical for a post-credits scene—a funny joke, combined with a little tease that the hero lives on. It has the bonus of not begging follow-ups the way the Knull scene does. Venom might not be dead after all! Isn’t that nice? That’s a very different sentiment than Knull, this villain who didn’t actually do much of anything in this movie, says now he’s going to actually do something. Guess we’ll find out in the next movie?\n\nThe Venom movies are by far the most commercially, and, to a lesser extent, critically successful of Sony’s Spider-Man Universe films. Box-office tracking for The Last Dance, especially overseas, is fairly healthy, with more than $150 million in revenue expected, so it’s possible there could be a fourth movie—though who knows if Hardy would want to tango a fourth time. The ending of the film, post-credits excluded, certainly feels pretty definitive. If there is no sequel, Knull’s big boast will join the ranks of Madame Web’s tease of a Spidey-team that will surely never see another adventure (no amount of money could get Sydney Sweeney to return for a supporting role in Madame Web 2) and Morbius's confusing multiverse-spanning Michael Keaton cameo.\n\nThe trend of dead-end post-credits scenes extends past the Sony Spider-Man movies, too. Many recent entries in the Marvel Cinematic Universe end with teases that, based on the reception to the films, don’t seem especially likely to get revisited. Remember when Harry Styles appeared in Eternals? Or when Hercules appeared in Thor: Love and Thunder? Or when Kelsey Grammer put on the blue makeup to play Beast again after The Marvels was all said and done?\n\nAs the future of superhero movies seems less sure than it’s been for two decades now, it’s only natural that post-credits scenes—which frequently exist to set up the future—would be in a bit of a rut, too. Venom: The Last Dance has post-credits scenes because that’s what superhero movies do. Whether those scenes will matter going forward seems especially doubtful."}, "businessinsider": {"content": "Plaintiffs in 14 lawsuits call Sean Combs a rapist, including eight who sued in the past two weeks.\n\nCredible plaintiffs can help prosecutors win the Combs criminal case, legal experts say.\n\nCombs' side is already portraying plaintiffs as financial opportunists who are not to be believed.\n\nSign up to get the inside scoop on today’s biggest stories in markets, tech, and business — delivered daily. Read preview Thanks for signing up! Go to newsletter preferences Thanks for signing up! Access your favorite topics in a personalized feed while you're on the go. download the app Email address Sign up By clicking “Sign Up”, you accept our Terms of Service and Privacy Policy . You can opt-out at any time by visiting our Preferences page or by clicking \"unsubscribe\" at the bottom of the email.\n\nAdvertisement\n\nThe sex-trafficking indictment against Sean \"Diddy\" Combs mentions a single cooperating accuser, a former longtime girlfriend referred to only as \"Victim-1.\"\n\nLegal experts believe she won't be alone for much longer.\n\nPlaintiffs from Combs' growing number of sexual abuse lawsuits may soon join her, as \"Victim-2,\" \"Victim-3,\" and beyond, in an updated indictment, veteran New York defense attorneys predict.\n\n\"You can bet the US Attorney's Office is interviewing the attorneys, if not the clients themselves,\" said attorney Michael Farkas, a former Manhattan prosecutor.\n\nAdvertisement\n\nStrong civil accusers — those offering proof, corroboration, and believable testimony — can help prosecutors win a criminal trial. Their financial stake in the outcome of the case also makes them vulnerable to cross-examination.\n\n\"If they are credible, they could amount to very powerful evidence against Mr. Combs, either as additional charges or as witnesses called to the stand to show a pattern,\" Farkas said.\n\n\"But the US attorneys will use caution in all these plaintiff interviews, entertaining at least the possibility that these are claims of opportunity,\" he said.\n\nDefense lawyers have already signaled that this will be a line of attack against \"Victim-1.\"\n\nAdvertisement\n\nWhile she is not identified by name in court papers, her details in the indictment match those in a quickly settled $30 million lawsuit brought in November by Cassandra \"Cassie\" Ventura, the rap mogul's longtime girlfriend.\n\nVentura's attorney, Douglas Wigdor, declined to comment on this story.\n\nRelated stories\n\n\"There's 30 million reasons\" to doubt her credibility, Combs attorney Marc Agnifilo told a judge during bail arguments last month. \"One for each dollar that was being sued for.\"\n\nAny dent in a witness's credibility can damage a case, said Stacey Richman, a Bronx-based attorney who has represented rappers including Jay-Z, Lil Wayne, and Ja Rule.\n\nAdvertisement\n\n\"If they believe a witness has intentionally testified falsely as to any material fact, the jurors may disregard the witness's entire testimony,\" said Richman. \"And if there is enough momentum with multiple witnesses, it can destabilize the whole case.\"\n\nFarkas, Richman, and other criminal defense lawyers with federal experience told BI prosecutors will be especially interested in the most serious of the two dozen civil claims brought in the year since Ventura's lawsuit opened the Combs litigation floodgates.\n\nSo far, 11 women and three men allege they were raped by the music mogul after being beaten or drugged at parties he threw in Manhattan, Los Angeles, and Las Vegas over the past three decades. Nearly a dozen additional plaintiffs allege sexual abuse without using the word rape.\n\nIn a lawsuit filed this week, a Jane Doe from Alabama said she was 13 years old when Combs and an unnamed \"Celebrity A\" raped her at an after-party for the 2000 MTV Video Music Awards.\n\nAdvertisement\n\nThe lawsuit was one of 13 cases filed in the last two weeks by The Buzbee Law Firm in Houston. Founding attorney Tony Buzbee says he'll file 120 in total.\n\n\"We expect to be filing cases weekly naming Mr. Combs and others as defendants as we continue to gather evidence and prepare the filings,\" he told BI.\n\nCombs remains in a federal jail in Brooklyn as he appeals his denial of bail and awaits trial. His indictment alleges he engaged in a decades-long pattern of physical and sexual violence, including during elaborate dayslong sex performances called \"freak-offs.\" He has pleaded not guilty, and his lawyers have said that the charged behavior was consensual.\n\nIn court papers relating to the criminal case, defense attorneys have used the words \"false\" and \"outright absurd\" in referring to the lawsuits' allegations. Members of the defense team declined to comment for this story.\n\nAdvertisement\n\nA spokesman for the US attorney's office also declined comment.\n\nThe vetting will be rigorous\n\nThe vetting of these potential plaintiffs-turned-federal-witnesses will be rigorous, said Michael Bachner, a former New York prosecutor who was part of Combs' defense team in 2001, during a Manhattan guns and bribery trial that ended in the rap mogul's acquittal.\n\n\"They'll want to know, is there corroboration or proof?\" Bachner said of federal prosecutors. \"Many of these allegations are decades old — are there hospital records? Is there an explanation for a 13-year-old going to a VMA party? Why was she alone?\"\n\nThis vetting is already well underway.\n\nAdvertisement\n\nFederal prosecutors have been interviewing plaintiffs for months in a less-than-secretive process, defense lawyers complained recently, in asking Combs' Manhattan judge to gag potential witnesses and their attorneys.\n\nCombs producer Rodney \"Lil Rod\" Jones filed a $30 million lawsuit in February alleging sexual assault and harassment, allegations Combs has denied and is seeking to have dismissed.\n\nLast week, Tyrone Blackburn, an attorney for Jones, told a federal judge in Manhattan that he and his client have met repeatedly with prosecutors, with Jones drawing a map of Combs' home and sharing photos, according to Law 360.\n\nBlackburn, who also represents Combs accuser Liza Gardner, did not immediately respond to a request for comment.\n\nAdvertisement\n\nBlackburn dropped Jones' claims against UMG Recordings, Motown Records, and Universal Music Group in May after the music companies' attorneys complained of inconsistencies in the lawsuit.\n\nAnother of the Combs lawsuits, filed in July by adult film actress Adria English, similarly hit legal shoals this month when her attorneys successfully asked to withdraw from the case, citing \"irreconcilable differences\" with English, according to court filings. The attorneys did not immediately respond to a request for comment.\n\nExperts said Combs' defense lawyers will try to impugn the financial motives of not only any plaintiffs who take the stand in May but also their lawyers.\n\nIn a motion seeking a gag order last week, the defense accused plaintiff attorneys of using \"publicity stunt\" tactics to drum up a \"torrent of allegations.\"\n\nAdvertisement\n\nThey singled out Buzbee for live-streaming a press conference last month where anyone with claims was advised to call a \"1-800\" number. The hotline received 12,000 calls in its first 24 hours, he told the New York Post.\n\n\"We will let the allegations in the filed complaints speak for themselves and will work to see that justice is done,\" Buzbee told BI this week."}, "fortune": {"content": "Nearly 1,000 hurricane-impacted households in North Carolina and Florida will benefit this week from a new disaster aid program that employs a model not commonly used by philanthropy in the United States: Giving people rapid, direct cash payments.\n\nThe nonprofit GiveDirectly plans to send payments of $1,000 on Friday to some households impacted by Hurricanes Helene and Milton. The organization harnesses a Google-developed artificial intelligence tool to pinpoint areas with high concentrations of poverty and storm damage. On Tuesday, it invited people in those areas to enroll in the program through a smartphone app used to manage SNAP and other government benefits. Donations will then be deposited through the app’s debit card.\n\nThe approach is meant to deliver aid “in as streamlined and dignified a way as possible,” said Laura Keen, a senior program manager at GiveDirectly. It removes much of the burden of applying, and is intended to empower people to decide for themselves what their most pressing needs are.\n\nIt won’t capture everyone who needs help — but GiveDirectly hopes the program can be a model that makes disaster aid faster and more effective. “We’re always trying to grow the share of disaster response that is delivered as cash, whether that is by FEMA or private actors,” said Keen.\n\nThe influx of clothing, blankets, and food that typically arrive after a disaster can fill real needs, but in-kind donations can’t cover getting a hotel room during an evacuation, or childcare while schools are closed.\n\n“There is an elegance to cash that allows individuals in these types of circumstances to resolve their unique needs, which are sure to be very different from the needs of their neighbors,” said Keen. She added that getting money into people’s hands fast can protect them from predatory lending and curb credit card debt.\n\nThe organization employs direct payments for poverty relief around the world, but it first experimented with cash disaster payments in the U.S. in 2017, when it gave money to households impacted by Hurricane Harvey in Texas and Hurricane Maria in Puerto Rico. Back then, GiveDirectly enrolled people in person and handed out debit cards activated later. The process took a few weeks.\n\nNow that work is done in days — remotely. A Google team uses its SKAI machine-based learning tool to narrow down the worst-hit areas by comparing pre- and post-disaster aerial imagery. GiveDirectly uses another Google-developed tool to compare those findings with poverty data. It sends the target areas to Propel, an electronic benefits transfers app, which invites users in those places to enroll.\n\n“They don’t have to find a bunch of documentation that proves their eligibility,” Keen said. “We already know they’re eligible.”\n\nStill, focusing on areas with lots of damaged buildings won’t pick up all low-income households devastated by a disaster. Nor will reaching out to those already signed up for government benefits, as not all poor people enroll in them, and undocumented residents aren’t eligible for them. People without smartphones can’t access the app. Propel serves only 5 million of the 22 million households enrolled in SNAP benefits.\n\nIn North Carolina, where electricity in some communities has still not been restored after Hurricane Helene, having a smartphone makes no difference without a way to power it and a signal to connect to.\n\nKeen said GiveDirectly is aware of this model’s shortcomings. She said some can be alleviated with a hybrid model that uses both remote and in-person enrollment. But the limitations also come down to funding. So far, GiveDirectly has raised $1.2 million for this campaign, including a $300,000 donation from the Conrad N. Hilton Foundation.\n\nDespite the pitfalls, GiveDirectly hopes its model sparks ideas for other direct payment programs.\n\nFEMA overhauled its own cash relief program, called Serious Needs Assistance, in January. The agency increased the payments from $500 to $750 ($770 with the start of the new fiscal year on Oct. 1) and eliminated the requirement that states request the aid first.\n\nAcross all Helene- and Milton-impacted states, more than 693,000 households have received Serious Needs Assistance as of Oct. 24 for a total spend of more than $522 million, according to a FEMA spokesperson.\n\nBut the program still requires households to apply, which proved problematic when misinformation about the program ran rampant in the weeks after Helene. In places with high costs of living, the $750 might not go very far.\n\nTechnology could help FEMA improve its system, said Chris Smith, who managed FEMA’s Individual Assistance program from 2015 to 2022 and is now director of individual assistance and disaster housing at the consulting firm IEM. “I think that we have to open up our imaginations that maybe there are other ways to quickly identify need and quickly identify eligibility.”\n\nBut Smith cautions that a publicly funded program doesn’t enjoy the same license to experiment as a philanthropic one. “There has to be ultimately an accountability of how any level of government is providing assistance to individuals. People are going to want to know that, and to have that degree of certainty is very important.”\n\nThe government has experimented with other types of unconditional cash assistance, such as when it expanded the child tax credit into a monthly direct deposit payment in 2021. That program briefly cut the child poverty rate almost by half before it expired.\n\nResearch on guaranteed income programs shows recipients spend the money on their needs, said Stacia West, founding director at the University of Pennsylvania’s Center for Guaranteed Income Research. “There is no one who can budget better than a person in poverty,” she said.\n\nIn a study tracking spending across 9,000 participants in more than 30 guaranteed income programs in the U.S., the Center for Guaranteed Income Research has found that the majority of the money is spent on retail goods, food and groceries, and transportation.\n\nWest said one-time cash payments can be a huge help to families recovering from a disaster, but the money can make a more profound difference if it’s given for a sustained time.\n\nThat has happened in two U.S. disasters. In 2016, Dolly Parton funded a program that gave $1,000 per month for six months to people in Tennessee who lost their homes in the Great Smoky Mountains wildfires. The People’s Fund of Maui, a program sponsored by Oprah and Dwayne Johnson, gave 8,100 adults affected by the 2023 Maui wildfires $1,200 month for six months.\n\nKeen said GiveDirectly would love to implement such a program if it had the funding, especially because long-term assistance could help people build future resilience. “So you’re not only repairing your home, but also fortifying it to a level that is more protected against the next time.”"}, "cnbc": {"content": "As a jobseeker, it's easy to feel like any job opportunity is a good one. You want to advance your career. You want to grow your skills and be part of a team. You need a paycheck, of course. Still, you don't always need to say yes. \"Getting to a job offer is a great thing,\" says Amanda Augustine, career expert at TopResume. \"But that doesn't mean that you should accept it just because you got the offer.\" Some places are not a good fit for various reasons, and you'll want to suss that out before you agree to anything. Here's how to tell if a job opportunity is right for you, and how to walk away if it's not.\n\n'Listen to your gut'\n\nThere are multiple reasons a role might not be the right one for you. The first is simply that the job currently does not fill your needs. Before you go into any interview process, you \"have to have your own personal list of your must-haves,\" says Stacie Haller, chief career advisor at Resume Builder, \"and then the things you're willing to maybe do without.\" DON'T MISS: The ultimate guide to negotiating a higher salary Your must-haves could be things like a salary range or a certain level of flexibility. Lower priorities might be a specific amount of vacation or sick time. If the offer they give you can't match your must-haves — even after you've tried negotiating — it might be time to walk away. The second reason a job might not be the right opportunity is that you detect it has a certain environment that wouldn't be best for you. When you go into the office for the interview, pay attention to what you're seeing. \"Does there seem to be a happy banter going around?\" says Augustine. \"Or do people look miserable and stressed?\" Pay attention to how they treat you in the process as well. \"If there's something that is bothering you about the offer or the process,\" says Haller, \"it's an indication of what it's going to be like when you work there.\" \"Listen to your gut,\" says Haller, adding, \"a red flag is there for a reason.\"\n\n'Be honest but diplomatic'"}, "latimes": {"content": "A Cosentino store in West Hollywood. The company now manufactures its Silestone slabs with 40% crystalline silica or less and also has products with 10% or less of the mineral.\n\nCompanies that manufacture slabs of engineered stone, a popular choice for kitchen and bathroom countertops, are developing and marketing new products amid mounting concerns about stonecutters being sickened with a deadly lung disease.\n\nThe new alternatives boast reduced levels of crystalline silica, a mineral that can cause an incurable disease called silicosis if workers inhale tiny particles of dust from cutting and grinding stone.\n\nDoctors have linked a global eruption of severe silicosis among young stonecutters to the booming popularity of engineered stone, which can contain upward of 90% crystalline silica. In California, health officials have confirmed 180 cases of silicosis among countertop cutters in less than six years, resulting in at least 13 deaths.\n\nAdvertisement\n\nEngineered stone manufacturers say their slabs can be cut safely with proper precautions and that shoddily run workplaces — not their products — are to blame. But amid legal battles and calls to ban engineered stone, some companies have also begun offering newer products that are lower in crystalline silica.\n\nSuch alternatives have rapidly hit the market in Australia, where government regulators recently banned the installation of engineered stone. Dr. Ryan Hoy, senior research fellow at Monash University’s Centre for Occupational and Environmental Health in Melbourne, said that many of the new products are made with a form of silica from recycled glass that is “far less toxic than the crystalline form.”\n\nHe cautioned, however, that such slabs may still have other dangerous elements. “There is definitely urgent need for further toxicological testing,” Hoy said, but in light of the known harm that workers have suffered from crystalline silica, “I think transition to these is reasonable rather than delaying it.”\n\nAdvertisement\n\nStonecutters work in a Sun Valley shop in 2023. (Brian van der Brug / Los Angeles Times)\n\nThe global market for engineered stone, a product prized by customers for its durability, generally lower pricing and wide variety of colors and patterns, has been valued at roughly $25 billion by market researchers.\n\nMarcos Santa Ana, president of the Southern California design-build firm Alloi, said he could recall just one client in recent years who had brought up concerns about silica content and asked about alternatives: an Australian who instead opted for a birch countertop.\n\nAdvertisement\n\nTurning to new products gives engineered stone companies a way to stay on the market in Australia. Under rules adopted there, engineered stone — a product made by combining stone materials with chemical constituents such as resins and pigments — can still be used if it has less than 1% crystalline silica. Workplace safety officials in Australia said legal alternatives also include some products made of porcelain or “sintered stone,” an artificial product made by binding minerals together with heat.\n\nBut the engineered stone industry has also been advertising products with lower levels of silica beyond the Australian market. One major company with headquarters in Spain, Cosentino, now manufactures its Silestone slabs with 40% crystalline silica or less and also has a range of products with 10% or less of the mineral.\n\nCosentino said in an email that it had launched research on technology that helped reduce the crystalline silica content of its products more than seven years ago, well before any ban. In Australia, where 10% crystalline silica is still above the limit for engineered stone, it sells slabs made of other materials such as porcelain.\n\nAnother company, Israel-based Caesarstone, is now marketing a “Crystalline-Silica Free” collection in Australia that contains less than 1% crystalline silica, according to its safety data, and said it plans to unveil similar offerings in the U.S. Its subsidiary Caesarstone USA said in a written statement that such products “are part of our broader commitment to leading the industry towards safer, more sustainable practices.”\n\nCaesarstone USA said it also has an existing “low silica” line with less than 40% crystalline silica already available in the U.S. And the company added that it is now “developing new products with less than 1% crystalline silica, which are expected to offer even greater safety benefits,” although “the success of these products in development and their market demand are still unclear.”\n\nAdvertisement\n\nDr. Robert Harrison, a professor of occupational medicine at UC San Francisco, said he had not seen so many cases of severe and deadly silicosis until artificial stone countertops rife with crystalline silica hit the market.\n\n“The jury is still out on whether these [new] products are completely safe,” Harrison said, “but they are probably safer than the products containing crystalline silica that we’re selling now in the United States.”\n\nCrystalline silica ravages the lungs by scarring them from within. Scientists from the National Institute for Occupational Safety and Health presented research at a national conference this year that concluded that it was likely that the harmful effects suffered by countertop cutters were “primarily driven” by the crystalline silica content of the material they were cutting and grinding.\n\nLeobardo Segura Meza, seen at his Pacoima home in 2023, is among the countertop cutters who suffer from silicosis, an incurable lung disease. (Mel Melcon / Los Angeles Times)\n\nBut when researchers at the University of Adelaide and the University of Tasmania examined how lung cells were affected by dust from stone products — including some reduced silica versions of engineered stone — the results suggested “silica was not the only component that was problematic,” said Chandnee Ramkissoon, a University of Adelaide research fellow in public health.\n\nAmong the other concerns Ramkissoon and her colleagues have flagged are metals such as aluminum, as well as resins that can emit volatile organic compounds when slabs are cut. They also noted that although the “reduced silica” slabs did indeed give off less crystalline silica when they were cut, the silica particles tended to be very fine. That has health implications because tinier particles can penetrate deeper into the lungs.\n\nAdvertisement\n\n“It’s enough to raise questions about whether they are actually much safer,” Ramkissoon said.\n\nCosentino said it had commissioned research from the Instituto de Tecnologia Ceramica in Spain, which found one of its “low silica” slabs emitted less crystalline silica than natural granite and had similar amounts of metals such as aluminum and tin.\n\nThe slab didn’t give off detectable amounts of any “toxic organic compound” when cut, nor were there “relevant differences in particle sizes,” according to a Cosentino summary. A representative of the Spanish institute said that under its privacy policy, it could not provide any information about the unpublished findings.\n\nCosentino and industry groups have also stressed that no matter the material, safe methods need to be employed. Any kind of stone produces dust when cut, so “adhering to proper safety practices is critical, irrespective of the type of material,” said Marissa Bankert, executive director of the International Surface Fabricators Assn., which represents businesses that cut and polish slabs.\n\nA worker polishes a countertop surface at a shop in Sun Valley in 2023. (Brian van der Brug / Los Angeles Times)\n\nSo far, California regulators have held off on the idea of banning engineered stone, instead deciding to impose stricter rules for workplace safety. A state bill setting up a licensing system for stonecutting shops was pulled back this July by its author, who said state regulators were not receptive to the idea.\n\nAdvertisement\n\nWithout such a system to track stonecutting shops, Assemblywoman Luz Rivas (D-North Hollywood) said there is no way to properly enforce any safety rules. In its absence, she said, the current tack by California regulators “is simply using workers as guinea pigs to find out after the fact” if their efforts save lives.\n\nAsked about the new products lower in silica, Rivas expressed caution. “If these low-silica engineered stones continue to result in an uptick of silicosis among workers,” she said, “then I believe a ban is the right place to be.”\n\nIn the wake of the Australian ban, there have been calls in the United Kingdom and elsewhere to follow suit. Industry groups have staunchly opposed that idea: Agglomerated Stone Manufacturers Assn. director Beatrice Barbiero said that “any engineered stone is safe if the proper occupational health and safety regulations and requirements are adhered to.”\n\nEngineered stone companies are facing a torrent of lawsuits from workers debilitated by silicosis. In California, a jury found engineered stone companies at fault this summer in a suit brought by Gustavo Reyes Gonzalez , a 34-year-old countertop cutter who had to undergo a double lung transplant.\n\nMuch of that trial revolved around whether the blame should lie with the dusty workshops in Orange County where he labored or with the companies behind the artificial slabs. In a legal filing submitted during that case , Georgia Tech scientist Jenny Houlroyd opined that neither wet cutting nor wearing masks — commonly recommended safeguards — would make engineered stone safe to cut.\n\nHoulroyd said in an interview that the newer products need more study. “It would be wonderful,” she said, “if it were proven that it reduces the risk for workers. But as a scientist, I’d like to see that data.”"}, "commondreams": {"content": "After a decade since the launch of the Fight for $15 movement in New York City, a record number of U.S. states and communities are set to raise the minimum wage in the new year.\n\nFrom New Year's Eve to New Year's Day, the minimum wage will increase in 23 states and 41 cities and counties, according to a report released Thursday by the National Employment Law Project (NELP). In 40 of those 64 jurisdictions, it will hit or exceed $15 an hour for at least some workers.\n\n\"The raises we are seeing are a true testament to the power of organizing.\"\n\nBy the end of 2023, additional increases are planned in five states and 22 localities—with 21 reaching or topping $15 an hour—bringing the total for next year to 86: 27 states and 59 cities and counties, says the report, Raises From Coast to Coast in 2023 . The totals take into account that multiple increases are planned in Michigan and four local jurisdictions.\n\n\"The raises we are seeing are a true testament to the power of organizing,\" said Yannet Lathrop, senior researcher and policy analyst at NELP, in a statement. \"These raises were achieved in a variety of ways, from ballot initiatives to statehouses to workers making their demands to employers directly.\"\n\n\"As these wins continue and we see the real-world impact of higher pay—from growing unionization to narrowing racial wealth gaps —we encourage lawmakers to go further and raise pay broadly across our economy,\" Lathrop added.\n\nAs the report details:\n\nIn the 10 years since fast food workers walked out of their jobs demanding a $15 minimum wage and a union, the Fight for $15 worker movement has won minimum wage increases in 28 states and nearly five dozen cities and counties. These victories have led to an estimated $150 billion in additional annual pay for 26 million workers and to the narrowing of the racial wealth gap.\n\nThe movement has also put pressure on employers to raise their pay scales, leading… hundreds of businesses, large and small, to raise wages to $15 or more. Among them are corporate giants employing hundreds of thousands of workers from coast to coast, including Amalgamated Bank, Bank of America, Barclays, Best Buy, Charter Communications, Chobani, Chipotle, CVS, Ikea, JP Morgan Chase, LabCorp, Macy's, MetLife PNC, Sam's Club, Southwest Airlines, Synchrony Financial, T- Mobile, Target, Under Armour, USAA, Verizon, Walgreen's, Walmart, and Wells Fargo.\n\n\"The monumental impact of the Fight for $15 is clearly visible in this year's record wage increases as well as those in years past,\" said NELP executive director Rebecca Dixon. \"But in those same 10 years, congressional action to expand worker rights has been limited.\"\n\n\"While it is encouraging to see boosts to the minimum wage in cities and states across the country, we need federal policy to address the mounting crises brought about by record increases in the cost of living and pandemic recovery,\" she stressed. \"We must pass a higher federal minimum wage—at least $15 an hour—that accounts for rising costs of living and ensures that workers have the ability to support themselves and their families.\"\n\nIn March 2021, eight members of the Democratic caucus, joined all 50 Republicans in the U.S. Senate to kill legislation that would have established a $15 federal minimum wage, lifting millions of people out of poverty. Among those Democrats was Sen. Kyrsten Sinema of Arizona, who officially declared herself an Independent in recent weeks.\n\nState-wide polling conducted shortly before that vote last year showed a majority of Arizonans across the political spectrum in favor of increasing the minimum wage to $15 per hour. In November 2021, the people of Sinema's hometown of Tucson approved a ballot initiative to raise the minimum wage to $15 an hour in Arizona's second-largest city.\n\nNELP's new report notes that Tucson residents are on track to see a $15 hourly wage by 2025. The city's current rate is $13, but it is set to increase to $13.85 on January 1, with a $10.85 tipped wage—both in line with the state's floor.\n\nWorker wins from 2022 highlighted in the report include campaigns in Foster City and San Mateo County, California; Hawaii; Nebraska; Tukwila, Washington; and Washington, D.C.\n\n\"In 2023 and 2024, the campaigns to watch include an $18 ballot measure in California and possible ballot measures in Arizona, Ohio, and Michigan,\" the publication points out.\n\n\"On the legislative front, there may be one fair wage campaigns in Hawaii, Illinois, Massachusetts, and Maryland,\" the report adds, \"as well as efforts to raise the minimum wage in Maryland (to speed up the state's implementation of a $15 minimum wage), Massachusetts (where the minimum will reach $15 in 2023 and there are no inflation adjustments planned for following years), and New York (where the demand is $21.25 by 2026-2027).\""}, "aljaazeera": {"content": "Commonwealth nations have pressured the UK to discuss reparations, but PM Starmer is not eager.\n\nCommonwealth leaders have gathered in Samoa for the biennial Commonwealth Heads of Government Meeting (CHOGM) this week.\n\nThis is the first time the summit has taken place on a Pacific Small Island Developing State (PSIDS).\n\nAt the summit, a demand that the United Kingdom pay reparations for its role in the transatlantic slave trade has resurfaced. While the subject is not on the official agenda, Commonwealth leaders said they would hold their own discussions – with or without the approval of the British government.\n\nA proposed section for the summit’s final communique, making reference to reparations, had been vetoed by the UK. Instead, the communique, which was released on Saturday, included only a reference to possible future discussions about “reparatory justice with regard to the trans-Atlantic trade in enslaved Africans”.\n\nSo what is the summit, and could this pressure the UK to pay reparations?\n\nWhat is the Commonwealth summit and who attended?\n\nThe Commonwealth Heads of Government Meeting (CHOGM) is held every two years, with each of the 56 Commonwealth member countries taking turns to host the summit.\n\nThis year’s summit began on Monday in Samoa’s capital, Apia, and ran until Saturday.\n\nThe last CHOGM, held in 2022, took place in East Africa’s Rwanda.\n\nRepresentatives of 56 countries, most of which have roots in the British Empire, attended the summit.\n\nThis year, Climate change is taking centre stage in discussions. Countries are working on the Commonwealth Ocean Declaration to protect bodies of water. Countries are also discussing how to hit climate finance targets.\n\nThe summit also held discussions by Commonwealth women to push for greater gender equity.\n\nSome leaders of Commonwealth countries, including India’s Prime Minister Narendra Modi and South Africa’s President Cyril Ramaphosa, opted to attend the BRICS summit in Russia this year instead of the Commonwealth summit.\n\nUnion Minister of Parliamentary Affairs of India, Kiren Rijiju, attended the Commonwealth summit in place of Modi.\n\nFollowing every summit, the member states put forth a final joint communique.\n\nWere reparations for slavery on the agenda?\n\nNo, they were not, but many people think they should have been.\n\nFor more than 300 years, from the 15th to 19th centuries, at least 12.5 million Africans were kidnapped and forced onto American and European ships, trafficked across the Atlantic and sold into slavery in the Americas.\n\nThe UK’s involvement in the slave trade began in 1562, and by the 1730s, the UK was the biggest slave trading nation in the world, according to the UK parliament’s website.\n\nThe website adds that British ships transported more than three million Africans, mainly to the UK’s North American and Caribbean colonies.\n\nUK leaders have so far resisted engaging in discussions about paying reparations to the countries that received trafficked slaves – and where their descendants now live.\n\nThe British government maintains that reparations for slavery will not be paid. In April 2023, former Conservative PM Rishi Sunak refused to apologise for the UK’s role in the slave trade or to pay reparations.\n\nAt this year’s summit, the British prime minister, Keir Starmer, confirmed that reparations would not be on the agenda.\n\nHe told reporters at the start of the summit: “Slavery is abhorrent … there’s no question about that. But I think from my point of view and taking the approach, I’ve just taken, I’d rather roll up my sleeves and work with them on the current future-facing challenges than spend a lot of time on the past.”\n\nStarmer said he wanted, instead, to focus on present challenges, such as climate change.\n\nLeaders who advocate for reparations, such as the St Vincent and the Grenadines prime minister, Ralph Gonsalves, argue that the legacy of the slave trade continues to plague Caribbean countries.\n\n“There was nothing for them to start with and build on – no land, no money, no training, no education,” he told The Guardian newspaper.\n\nThe UK’s King Charles III also addressed the summit. He said that while “none of us can change the past”, we must learn lessons to “right inequalities that endure”. However, he did not call for reparations, instead urging leaders to find “creative ways” to address the past.\n\nWhat do Commonwealth leaders say?\n\nCommonwealth leaders said they would proceed with “plans to examine reparatory justice” for the slave trade anyway, the BBC reported on Thursday.\n\nThe BBC reported that African leaders and officials from Caricom, a bloc of 21 Caribbean countries, were also pushing for a separate section in the official communique about reparatory justice.\n\nDuring the summit, Caricom proposed a 10-point reparation plan, including a formal apology, debt cancellation, technology transfer, assistance resolving public health crisis and illiteracy eradication.\n\nBahamian Prime Minister Philip Davis said it was time for the Commonwealth to seek “justice” for the brutal history of slavery.\n\n“Let’s have a conversation about this … We all appreciate this, the horrendous impact that the transatlantic slave business had on the African diaspora, and it requires justice,” Davis told the news outlet Politico.\n\nHowever, UK officials succeeded in removing this separate section from the communique. Instead, the communique made a much shorter reference to possible future discussions on reparatory justice.\n\nIt mentioned calls for “discussions on reparatory justice with regard to the transatlantic trade in enslaved Africans and chattel enslavement… agreed that the time has come for a meaningful, truthful and respectful conversation towards forging a common future based on equity”.\n\nIf the UK had to pay reparations, what would they amount to?\n\nEven if the communique issued by the leaders at the summit had contained a directive to pay reparations, it is not legally binding. However, it would add to the mounting pressure on the UK to consider reparations.\n\nIn June 2023, the Brattle Group Report on Reparations for Transatlantic Chattel Slavery was published.\n\nBrattle is an economic consulting group based in Boston, Massachusetts, in the United States. The group researches economic issues for organisations and governments worldwide.\n\nBrattle compiled the report for The University of the West Indies, and former International Court of Justice jurist Patrick Robinson provided his insights into this.\n\nThe report estimated that the UK should pay $24 trillion as reparations.\n\nWho could reparations for slavery be paid by and to?\n\nThe Brattle report says the UK owes the reparations to 14 Caribbean countries. These include Antigua and Barbuda, Bahamas, Barbados, British Virgin Islands, Cuba, Dominica, Dominican Republic, Grenada, Haiti, Jamaica, Puerto Rico, Saint Kitts and Nevis, Saint Lucia, and Trinidad and Tobago.\n\nOther countries which played a role in the transatlantic slave trade, including Portugal, the Netherlands and France, have also either refused to discuss reparations or have decided against paying them.\n\nSome countries have made apologies, such as the Netherlands in 2019. However, the Netherlands also ruled out paying reparations and instead established an approximately $216mn (200 million euros) fund to promote social initiatives in the Netherlands, the Dutch Caribbean and Suriname.\n\nReparations have been paid over slavery in the past – to the owners of slaves. In 1833, the British government agreed on compensation of 20 million pounds for slave owners for the “loss of their property” after passing legislation to abolish slavery in the British Empire, worth around $2.6bn (2 billion pounds) today."}, "propublica": {"content": "Lance Wallnau is a leading Christian right influencer who has traveled to swing states with his Courage Tour, encouraging people to sign up as poll workers who can be a “spy in the camp” on Election Day.\n\nThis article was produced for ProPublica’s Local Reporting Network in partnership with Wisconsin Watch. Sign up for Dispatches to get stories like this one as soon as they are published.\n\nReporting Highlights Recruiting Poll Workers: Ahead of the 2024 election, activists who have promoted debunked claims about election fraud are recruiting poll workers to serve in swing states and report concerns.\n\nAhead of the 2024 election, activists who have promoted debunked claims about election fraud are recruiting poll workers to serve in swing states and report concerns. Poll Watchers Versus Workers: In the past, activists focused on poll watchers, volunteers who only observe and flag concerns. Activists are now focusing on poll workers who help administer elections.\n\nIn the past, activists focused on poll watchers, volunteers who only observe and flag concerns. Activists are now focusing on poll workers who help administer elections. Distrust Not Disrupt: Elections officials say they welcome skeptics. As the system is secure, they anticipate problems from spreading misinformation rather than interfering with the process. These highlights were written by the reporters and editors who worked on this story.\n\nRight-wing strategists still talk about what happened in Detroit in 2020, when poll watchers stood outside the absentee ballot counting center, banging on windows and shouting “Stop the count!” Conspiracy theories swirled that those volunteers had been kept out while something corrupt was unfolding inside. In fact, at one point the facility held almost double the number of permitted poll watchers of both parties.\n\nBut the theories continue spreading four years later. “They kick people out that are observers, and they put cardboard over the window, and you’re supposed to trust what’s going on behind the cardboard?” Lance Wallnau, a leading Christian right influencer, said at an Arizona tent revival in April.\n\nAhead of the 2024 election, activists have taken steps to get closer to the action. A coalition of activists on the political right, many of whom have promoted false claims about election fraud, is recruiting poll workers to administer the process themselves rather than watching from the outside. The groups are urging people to work at their local polling stations and to report perceived irregularities to those groups’ external hotlines — something that could risk violating the law.\n\n“Poll watcher is the person where you get kicked out if chicanery happens,” Mercedes Sparks, who works for Wallnau, said at the same tent revival, explaining the recruitment initiative. “If you’re a poll worker, you’re the one doing the chicanery, so you can lock the door. You can kick everybody out.”\n\nSparks said by email that her remarks were a “lighthearted joke,” and that she and Wallnau “make it clear that everyone must follow election laws.” Wallnau did not respond to multiple calls, emails or a list of detailed questions.\n\nThe politicized effort to recruit poll workers is concentrated in at least six swing states. ProPublica and Wisconsin Watch reviewed dozens of hours of trainings and presentations, some closed to the press, in which activists discussed their plans.\n\nActivists, including Wallnau, have told recruits they can be a “spy in the camp” or “Trojan horse” on Election Day. But while elections officials in more than a dozen swing-state counties said safeguards are in place to prevent interference, they and elections experts warned of a bigger threat: delegitimizing the process. If poll workers report their experiences to groups with a history of spreading false claims about election fraud, they may help further distrust in the system and results.\n\n“I would be concerned about a repository of alleged fraud like that being used as fodder for misinformation,” said Jonathan Diaz, director of voting advocacy and partnerships at the nonpartisan Campaign Legal Center. “If it’s used to perpetuate conspiracy theories and false narratives about our election system, I think you could end up doing a lot of harm.”\n\nPoll watcher is the person where you get kicked out if chicanery happens. If you’re a poll worker, you’re the one doing the chicanery, so you can lock the door. You can kick everybody out. —Mercedes Sparks\n\nThe Republican and Democratic parties have historically recruited poll workers, and almost every state legally requires some amount of partisan balance. Ahead of 2024, Republicans have accused officials in five Michigan and Wisconsin cities of unfairly overlooking their nominees and overstaffing polling places with Democrats. The challenges in Flint, Michigan, and Madison, Wisconsin, were dismissed (one by a court, the other by the Wisconsin Elections Commission), and Republican applicants in some places have since filed the required paperwork and signed up; other challenges are ongoing.\n\nWhat’s newer is groups outside the parties making concerted efforts to recruit poll workers themselves. The Election Integrity Network, founded by Cleta Mitchell, a former lawyer for ex-President Donald Trump, began enlisting poll workers during the 2022 midterms. Now, more groups have joined it. These include True the Vote, whose claims formed the basis of the widely debunked and eventually retracted film “2000 Mules,” which claimed to show election fraud, and The Lion of Judah, a group aspiring to be the “Christian version of the NRA” that is traveling to swing states with Wallnau to recruit conservative Christian poll workers.\n\nLate last month, Trump’s vice presidential nominee, JD Vance, lent Wallnau’s efforts credibility by appearing at a tour stop in Pennsylvania.\n\nIt is unknown how many poll workers these groups have recruited, in part because they aren’t saying and in part because election offices don’t ask people about their motivation.\n\n“You have a clear admission publicly of what the game is, that they fundamentally assume that our election systems are corrupt, and so they believe that it is their job to corrupt them in their own direction,” Matthew Taylor, a scholar at the Institute for Islamic, Christian, and Jewish Studies, said of Sparks’ remarks.\n\nTaylor, whose new book documents the role of Christian right leaders like Wallnau in the Jan. 6, 2021, insurrection, said the “propaganda value” of having someone inside the voting system, who “presents quote unquote evidence of election fraud that does not stand up in court, that is completely debunked later on,” is still enormous and bad for democracy.\n\nWallnau talks to attendees at the Pittsburgh-area stop of his Courage Tour in September. Credit: Stephanie Strasburg for ProPublica\n\nFirst image: At the Courage Tour event in Monroeville, Pennsylvania, Wallnau’s podcast hosted vice presidential candidate JD Vance, left, for a discussion on addiction and homelessness with Pastor Jason Howard. Second image: Attendees worship during the Courage Tour. Manny and Mary Ann King, front, of Lancaster, Pennsylvania, drove hours to be there. Credit: Stephanie Strasburg for ProPublica\n\n“Stand Up. We’re Going to Induct You.”\n\nHistorically, campaigns, parties and advocacy groups have enlisted volunteer poll watchers to observe the process and flag concerns. In 2020, hundreds swarmed ballot-counting centers in states where the vote was close. On social media and in unsuccessful lawsuits, Trump claimed Republican poll watchers had witnessed fraud or were denied the chance to observe, fueling conspiracy theories that the contest had been stolen from him.\n\nBut poll watchers can only look and, in some states, raise challenges. Poll workers, on the other hand, are paid to help to physically administer the election. As temporary government employees, they may register voters, check identification, issue ballots and assist with equipment. In Arizona this year, they’ll also hand-count the envelopes for absentee ballots returned on Election Day. Until this week, they were going to hand-count ballots in Georgia too, but a state court judge blocked the rule.\n\nThat direct access to the voting is exactly what the activists are promising. In May, Wallnau brought his Courage Tour to a massive white tent an hour outside Detroit. He moved among the crowd, clasping his arms around believers as they swayed together to worship music. Later that day, he summoned them to their feet as he issued a holy assignment: to serve as poll workers.\n\n“Who here is bothered about the election integrity issue?” Wallnau asked. “Who is interested in obeying God, election integrity and getting paid to do it? All right, stand up. We’re going to induct you.”\n\nDozens in the crowd stood, heads bowed and arms raised.\n\n“I pray for an anointing. Angels will go with them, and they’ll expose the hidden works of darkness,” Wallnau said. “They’ll be led to discover whatever nefarious things are being done by the darkness.”\n\nWallnau did similar recruiting in Arizona, Pennsylvania and Wisconsin, directing attendees to Lion of Judah. The organization, which features Trump prominently on its website, offers a free course titled “Fight the Fraud,” with modules detailing poll workers’ basic duties and helping people find their local elections offices so they can apply as well as email templates to streamline the process. It tells students that “election workers matter now more than ever” because the “threat of election fraud is a serious concern” and “what happened in 2020 can never happen again!”\n\nAt a Wallnau event outside Pittsburgh last month, Greg Pontinen of Murrysville, Pennsylvania, said he decided to register as a poll worker after speaking with an activist soliciting support for administering elections by hand-counting paper ballots.\n\n“It just seems like there’s a lot of controversy, and there’s a lot of people that have been in a lot of anguish over the last election, of improprieties and rigged elections,” he said. “I think if you have oversight on that, you have less chance of that, and I think that’s a firsthand chance for me to actually watch for that.”\n\nGreg Pontinen, a Pittsburgh-area Courage Tour volunteer, decided to register as a poll worker after talking to an activist soliciting support for administering elections by hand-counting ballots. Credit: Stephanie Strasburg for ProPublica\n\nAlthough Lion of Judah’s course notes that poll workers “must be impartial and follow strict guidelines to maintain the integrity of the electoral process,” it also instructs workers who “encounter any type of voter fraud” to email their hotline with “any proof if available.” Joshua Standifer, founder of Lion of Judah, has referred to his strategy as a “Trojan Horse.” On stage in Michigan, he agreed as Wallnau told the crowd: “When they kick everyone else out, you’re the spy in the camp.”\n\nStandifer said in an interview that by “Trojan Horse,” he means his program is a way to place principled Christians where they might not otherwise be. And he described the hotline as a tool to reassure whistleblowers that they’re “safe” and supported, as well as to ensure problems get “dealt with either officially or in the court of public opinion.”\n\nBut state laws often detail a strict chain of command poll workers must follow on Election Day, including when they encounter possible issues, and prohibit the sharing of private voter information. By reporting information outside the polling place, elections workers risk violating their oaths of office or even state law, said Lauren Miller Karalunas, an attorney with the Brennan Center for Justice who has reviewed poll worker statutes in 11 swing states.\n\n“Our objective is to encourage Christians to engage peacefully, ethically, and legally within the system,” Standifer said by email. “Any suggestion that we are encouraging inappropriate behavior is simply false and part of an ongoing effort to discourage Christians from participating in civic processes.”\n\nLike Lion of Judah, True the Vote has established a repository to receive complaints and concerns from poll workers on Election Day: an app called VoteAlert. The platform asks users to submit information and to specify if they are poll workers, because “it helps us to better anticipate a way in which to potentially support or find resources for you, if you’re serving,” founder Catherine Engelbrecht said during a virtual training in September. The app includes a disclaimer that users agree to follow federal and state laws limiting the ability to record in polling places.\n\nShe said her team vets every report before posting it on its platform. However, the public feed included a report that a polling place in Delaware held a bake sale enticing people to vote for certain candidates, which would be illegal. The post contained a photograph that a reverse image search revealed was at least seven years old.\n\nEngelbrecht said she would review details about the bake sale report but otherwise declined to comment. The organization said by email the post “was part of our beta testing period” before its app launched. After the ProPublica-Wisconsin Watch inquiry, the group removed the post.\n\nMany of those recruiting poll workers have connections to Trump or his allies. Lion of Judah’s most recent Tennessee annual corporation filing, obtained through a public records request, was submitted by Miles Terry, an attorney whose law firm partner represented Trump in his first impeachment proceeding. Terry did not respond to calls and emails seeking comment.\n\nFirst image: Joshua Standifer, left, founder of The Lion of Judah, on stage with Wallnau at the Pittsburgh-area stop of the Courage Tour. Standifer took the stage to call for Christians to work in positions of influence in government, especially as election workers for the coming presidential election. Second image: A banner for Lion of Judah’s push for Christians to work as poll workers. Credit: Stephanie Strasburg for ProPublica\n\nMitchell, who leads Election Integrity Network, served on Trump’s legal team during his attempts to overturn the 2020 election result. Since 2022, EIN has promoted becoming a poll worker, directing people to “become part of the election apparatus” in their communities. EIN affiliates in Georgia, North Carolina and Wisconsin have made efforts to recruit and train poll workers in 2024. Mitchell and another EIN leader did not respond to calls and emails seeking comment.\n\nDuring a June livestream on the video-sharing platform Rumble, former Trump Homeland Security official Ken Cuccinelli directed an audience of about 10,000 to EIN’s website to sign up as poll workers. What “can make the most difference without changing the laws,” Cuccinelli said, “is getting more of our folks inside the polling places, not as poll watchers, but as election officials, the ones who actually sign people in in the poll books, the ones who actually count the ballots.” Reached by phone, Cuccinelli said he takes every opportunity to encourage people to become poll workers and often refers them to EIN for training.\n\nHis remarks came during regular “election security” livestreams hosted on Rumble by Florida businessman and local Republican Party leader Steve Stern. Stern declined an interview.\n\nIn April, Christina Norton, director of election integrity for the Republican National Committee, told the livestream audience that its poll watchers and workers were the “heart of this mission.” When they encounter problems on Election Day, Norton said, they should “immediately report that issue back to the Republican headquarters, back to our war rooms, and then we are able to answer, mitigate or escalate these problems to resolve them in real time.” An RNC spokesperson said Norton meant that only observers should contact the war room but did not respond to requests for clarification and whether the request asked workers to break the law.\n\nAn attendee signs in upon entering the Republican National Committee’s Protect the Vote Tour in Elkhorn, Wisconsin, in September. Credit: Joe Timmerman/Wisconsin Watch\n\nThe Worry Is Not Disruption but Distrust\n\nPoll worker recruits could try to disrupt the process by challenging voters’ eligibility to cast ballots. There have been isolated instances of more extreme interference. In June, an Arizona election worker was charged with stealing a magnetic security key to a vote-tabulating machine, and, in 2022, a Michigan worker was charged with copying voter information onto a personal flash drive. The Arizona worker is awaiting trial, while the Michigan worker’s case was dismissed, though the dismissal is being appealed.\n\nBut elections officials across the country said there are a number of provisions to prevent poll workers from interfering with voting and ballot counting.\n\nZach Manifold, elections supervisor in Gwinnett County, Georgia, outside Atlanta, explained that poll workers must receive official training and swear an oath of office — procedures statutorily required in most states — and can be dismissed for impropriety at any time.\n\n“I always tell people, if you’re skeptical of the process, you should be a poll official, because — spoiler alert for them — it’s a really tough job, a really long day, and they work really hard, and there’s a lot of safeguards in place,” Manifold said.\n\nTemporary workers, for instance, are often assigned to work on teams of at least two. And there are detailed processes for documenting who touched vote-related material and when. Administrators also try to pair new workers with experienced ones and strive to staff members of both parties at the polls.\n\n“During our training, that is a pretty big point that we hit home is that when you are an election worker, you are nonpartisan,” said George Guthrie of the Washoe County Registrar of Voters in Nevada. “You’re there to essentially do a job, and that job is to make sure people have the opportunity to vote.”\n\nI always tell people, if you’re skeptical of the process, you should be a poll official, because — spoiler alert for them — it’s a really tough job, a really long day, and they work really hard, and there’s a lot of safeguards in place. —Zach Manifold, elections supervisor in Gwinnett County, Georgia\n\nSome administrators also noted that they and their staff will be vigilant for workers with ulterior motives. “If you’re going there to disrupt, it’s going to be obvious very quickly, and you’re going to be removed, and if it’s something that’s criminal, you’re going to be prosecuted,” said Jerry Holland, supervisor of elections in Duval County, Florida, home to Jacksonville.\n\nDespite Election Day safeguards, some groups also suggest that they could use poll worker testimony in lawsuits challenging the electoral process. United Sovereign Americans, a group that claims to have identified widespread voter fraud, has shared such a plan on Steve Bannon’s “War Room” podcast.\n\n“We’re not saying, like, hey, maybe we’ll file a lawsuit down the road,” founder Marly Hornik said on the show. “We’re saying we already have attorneys writing these lawsuits. What we need is your reports to fill in as those are going to constitute the exhibits.”\n\nIn an interview, Hornik said her group is nonpartisan and insisted it is not seeking to disrupt the election. But it is planning to request injunctions stopping the certification of election results in some states.\n\n“We’re not disrupting the election,” she said. “The officials who are supposed to run a legitimate process are refusing to do so.”\n\nAttorneys at the Institute for Responsive Government and the Brennan Center said these efforts will likely fail. The Brennan Center has filed an amicus brief in opposition to a United Sovereign Americans’ lawsuit in Maryland; that suit has been dismissed and the group is appealing.\n\nBeyond the courts, elections administrators and experts point to the broader risks of introducing misconceptions or falsehoods in the court of public opinion.\n\nDavid Levine, an elections administration consultant, has studied how Trump and others have taken advantage of human errors in service of election fraud narratives, leading to threats and harassment. That warning was borne out both by Special Counsel Jack Smith and a congressional investigation, which have laid the blame for the Capitol violence with the falsehoods spread by Trump and his team.\n\n“Perhaps the most troublesome aspect of this is that when you tell people that there could be fraud around every corner, you certainly can trigger them,” Levine said. “If people who are recruited and receptive to these claims become election workers, and their preferred candidate, or candidates, do not win, they can become very angry, and, as we saw in 2020, take matters into their own hands.”"}, "novaramedia": {"content": "Are you a Black Cat? Or a #cleangirl? Do you have Main Character Energy? Moya has a big theory about the urge to give ourselves new labels. Plus, a listener hates that her friends and family can’t meet her high standards.\n\nEmail your missed connections and dilemmas to [email protected]\n\nMusic by Matt Huxley."}, "guardian": {"content": "In an interview in which Donald Trump said that he wants to be “a whale psychologist”, made the case for replacing income tax with tariffs and praised Confederate general Robert E Lee as a “genius”, the most striking thing about the former president’s encounter with podcaster Joe Rogan wasn’t the content as much as the length.\n\nOver three hours, perhaps the longest ever campaign interview with a presidential candidate, Trump said very little that was factual but revealed a surprising amount about his disposition and his thinking should he return to office.\n\nThe Republican nominee’s appearance on Rogan makes smart political sense. Rogan, a commentator on Ultimate Fighting Championship broadcasts and comedian, began podcasting in 2009 and is now the most successful host in history. The Joe Rogan Experience is continually atop the global charts on both Apple and Spotify, earning almost half a billion dollars from deals with the latter.\n\nFor months now, the Democrats and their nominee, Kamala Harris, have been polling surprisingly poorly with young men compared with previous election cycles, creating consternation among party insiders. Rogan reaches the kind of politically skeptical young men with low trust in Washington DC – and in the news media that both parties believe could help them reach the White House.\n\nThat’s why at the start of the week, with polls tightening and Democrats concerned they may be “blowing” the election, the rumours were that it would be Harris who would appear on the podcast. It could have been one of the few media appearances that actually shifts the conversation and could have won over some undecideds. But her team eventually backed out of an appearance, perhaps concerned about the long freewheeling format. So it was announced that it would be Trump who would appear on the show.\n\nRogan’s initial questioning of Trump was inquisitive and unexpected. He asked about what it felt like entering the White House with no political experience. Trump responded honestly, saying it was more surreal than later being shot in the tip of one of his ears. He said that he “had made his money largely on luxury” and that he was amazed by how beautiful it was inside. He talked about the difficulties of transition for a non-politician who had “no experience and no idea who to appoint”. He sympathised with Mary Todd Lincoln’s “melancholia”. It seemed like Rogan’s inquisitive style might get something new from the former president.\n\nBut very quickly the interview descended into a long, rambling and often boring venture through Trump’s greatest hits. He demonised migrants, spoke warmly about Vladimir Putin and falsely claimed the 2020 election had been stolen from him. Rogan tried to push him on nuclear power and the environment. But Trump only wanted to discuss how ugly he finds windfarms – and how their vibrations upset the whales – and the ways in which environmental regulations would stop him getting permits for his buildings in New York.\n\nIn May, pollsters for the New York Times/Siena College analysed their data to see what were the key predictors for why a voter who supported Joe Biden when he defeated Trump in 2020 might defect to the Republican against Harris.\n\nThey found that the No 1 predictor was whether the voter was born in the Middle East, a reflection of the Democrats’ position on the war in Gaza. The No 2 predictor was whether they had a favorable view of Rogan. For some young male voters, he’s their main source of political information.\n\nRogan himself is a political riddle. He’s a conspiracy theorist and an anti-vaxxer and so is often painted as rightwing or Trump-supporting – but he’s actually got a complex and often conflicting set of beliefs. He fiercely defends abortion rights, gay marriage and gun rights. He’s gravitated toward outsider candidates like Bernie Sanders and RFK Jr – he voted for the Libertarian candidate Jo Jorgensen in the previous election. In 2022, Rogan described Trump as an “existential threat to democracy”.\n\nHarris, who has been struggling to define herself with voters, may have found the relaxed atmosphere helpful – especially as Rogan tends to always agree with what his guests say.\n\nHe allowed to Trump brazenly lie – about election fraud, the deficit, his tax policy and many other issues – without ever challenging him. He also appeared to agree with him on many positions that he’s previously taken the opposite stance and painted election deniers as an oppressed group, saying: “You get labelled, it’s like being labelled an anti-vaxxer.”\n\nskip past newsletter promotion Sign up to The Stakes — US Election Edition Free newsletter The Guardian guides you through the chaos of a hugely consequential presidential election Enter your email address Sign up Privacy Notice: Newsletters may contain info about charities, online ads, and content funded by outside parties. For more information see our Newsletters may contain info about charities, online ads, and content funded by outside parties. For more information see our Privacy Policy . We use Google reCaptcha to protect our website and the Google Privacy Policy and Terms of Service apply. after newsletter promotion\n\nThe pair discussed Rogan’s previous support for RFK Jr, who Trump promised could do “whatever” when it came to health policy in his administration, which placated the podcast host but may concern the mainstream scientific and medical community against whom Kennedy has railed.\n\nRogan had one good moment as an interviewer, asking Trump if he was ever going to “present” his supposed evidence of election tampering. But he let Trump ramble on to a different topic: Hunter Biden’s laptop.\n\nBecause of this easy ride, Trump came off sounding old, doddering and unintelligent – but politically unscathed. He was allowed to blame all of America’s ills on Democrats and paint himself as a great leader. He attacked Harris, calling her “low IQ” and that she “couldn’t put two sentences together”. She was one of a number of women whom Trump and Rogan dismissed as “stupid”, perhaps with a nod to the young misogynist voters who could be persuaded to vote for the former president.\n\nFor the most part, Rogan – not the smartest cookie himself – simply nodded along. He finished by saying having Trump on was “a lot of fun”.\n\nFor anyone else who made it through all three hours, that might have been the biggest lie of all."}}