{"nytimes": ["Nearly half of all voters are skeptical that the American experiment in self-governance is working, with 45 percent believing that the nation’s democracy does not do a good job representing ordinary people, according to a new New York Times/Siena College poll.\n\nThree-quarters of voters in the United States say democracy is under threat, though their perception of the forces imperiling it vary widely based on partisan leanings. And a majority of voters believe that the country is plagued by corruption, with 62 percent saying that the government is mostly working to benefit itself and elites rather than the common good.\n\nThe eroding faith in the nearly 250-year-old American system of government follows four years of unparalleled challenges: a violent riot in an attempt to overturn the 2020 presidential election, the criminal conviction of former President Donald J. Trump and Mr. Trump’s continued insistence that the democratic process is rigged.\n\nCoupled with stubborn inflation, divisive culture wars and geopolitical crises, voters are expressing exasperation with American politics and a government that they believe has failed to serve them at the most basic level.", "When former President Donald J. Trump’s longest serving chief of staff said the other day that his old boss “falls into the general definition of fascist,” Mr. Trump let loose with the insults, assailing his onetime right hand as a “total degenerate,” a “LOWLIFE” and a “bad General.”\n\nWhat Mr. Trump did not do, at least at first, was actually deny that he was or aspired to be a fascist.\n\nAny other politician might consider that a damning denunciation worth rebutting. Only when asked days later did he directly dismiss the idea. But in the nine years that he has been running for or serving as president, Mr. Trump has regularly evoked the language, history and motifs of fascism without hesitation or evident concern about how it would make him look.\n\nWhile presidents have pushed the boundaries of power, and in some cases abused it outright, no American commander in chief over the past couple of centuries has so aggressively sought to discredit the institutions of democracy at home while so openly embracing and envying dictators abroad. Although plenty of presidents have been called dictators by their opponents, none has been publicly accused of fascism by his own handpicked top adviser who spent day after day with him in the Oval Office.", "Fewer than 12,000 votes in Georgia were the difference between Joseph R. Biden Jr.’s 2020 victory in the state and Donald J. Trump’s defeat. Apart from Arizona, there was no thinner margin in the nation.\n\nFour years later, Democrats and Republicans alike are bracing for another squeaker.\n\n“It feels tighter now to me,” said Nathan Deal, a Republican who served two terms as the governor of Georgia.\n\n“It’s going to be close,” Sabrena Brown, a 55-year-old travel agent, said last weekend at a rally in Atlanta where Vice President Kamala Harris starred.\n\n“Just about a point or two,” Brandy Fears, a 37-year-old Trump voter, said outside of a town-hall meeting that the former president headlined in Zebulon, Ga., on Wednesday. “I don’t know what the American people are going to do.”", "“Killed by a Haitian invader,” the flier read. “They didn’t care about Aiden. They don’t care about you. They are pieces of human trash that deserve not your sympathy, but utter scorn. Give it to them … and then some.”\n\nNathan reached into his pocket and squeezed a piece of Aiden’s old blanket that he kept with him to help stave off panic attacks. Danielle buried her head into Nathan’s shoulder and folded the flier into tiny squares.", "Iranians voiced a sense of anxiety and uncertainty on Saturday after a round of retaliatory strikes by Israel on their country, but some said they felt a dim hope about what may lie ahead.\n\n“Today at work, everyone was speaking of the attacks,” said Soheil, a 37-year-old engineer who lives in the central city of Isfahan. His colleagues saw some reason for hope that a wider war could be averted, given that Israel attacked only military targets on Saturday, he added.\n\n“It seems that people are hopeful that soon the situation will be back to normal,” he told The New York Times when reached by telephone.\n\n“The vibe is not normal, though, at the moment,” he said. “People are experiencing different emotions: Some are worried, some indifferent and some are even happy, because they believe that Israel attacks will humble the regime a bit.”", "The drone flying over Korenevo village, in the Kursk region of Russia that Ukraine invaded in August, recorded a grisly scene: at least seven bodies lying on the road, most of them in civilian clothes.\n\nDestroyed cars were scattered on the roadside, some with corpses in them. One man lay entangled with a red bicycle. Some bodies had decomposed so badly in the summer heat that they had to be identified by their teeth, according to a volunteer who helped recover the remains.\n\nThe video and photographs that captured the scene were taken in the early days of Ukraine’s offensive, the first invasion of Russian territory since World War II. The area was heavily contested by Russian and Ukrainian troops, with weapons fired in both directions, so it is impossible to determine who was responsible for the deaths with available information.", "3:43\n\nWhere Kamala Harris and Donald Trump Stand on Crime\n\n2:13\n\nWhat We Know About Israel’s Strikes On Iran\n\nNOW PLAYING\n\nWhy Are North Korean Troops in Russia?\n\n2:49\n\nHow the Storm Shook Up North Carolina’s Election\n\n2:40\n\nIn Georgia, Harris Risks a Split in the Muslim and Arab Vote\n\nLIVE\n\nInside the Effort to Change How Seeds Grow\n\n3:46\n\n3 Horror Movies to Watch for Halloween\n\n3:31\n\nWhere Harris and Trump Stand on Abortion\n\n3:09\n\nInside Wisconsin’s Fight Over Ballot Drop Boxes\n\n2:23\n\nWhy Israel Targeted Yahya Sinwar\n\n2:44\n\nWill the Polls in 2024 Be More Accurate Than in 2016 and 2020?\n\n2:07", "Five years ago, the television writer Matthew Scott Kane sold “Hysteria!,” a scripted drama that takes place in the late 1980s. The series was inspired in part by the tumult of misinformation he found online and in the media of the late 2010s. Shows like these take time to make, and Kane worried the idea would pass its best-by date.\n\n“I kept thinking, man, I don’t know if this is going to feel relevant,” he said in a recent interview.\n\n“Hysteria!” which premiered on Peacock on Oct. 18, is set in a small Michigan town in the grip of the so-called satanic panic of the 1980s and early 1990s, an episode of mass hysteria which imagined that a cross-country network of satanic cults was engaged in ritual abuse, animal sacrifice and infanticide. In the pilot, a high school football star is discovered dead. Suspicion turns to several of his classmates, members of a heavy metal band that exploits satanic imagery.\n\nThe aesthetics of “Hysteria!” — the wallpaper, the jeans, the popular music — are distinctly ’80s. But the impulse to displace social anxieties onto perceived groups of outsiders is as American as apple pie. (Are those apples poisoned? Do they have razor blades inside?) And in a culture of heightened political rhetoric and pervasive misinformation, as apparent now as it was five years ago, the distance between the satanic panic and current conspiracy theories — QAnon, say, or the supposed grooming of children by queer people — is a short one, barely the length of a suburban lawn.", "A tropical storm was heading toward Florida’s Gulf Coast in late September when senior news and opinion leaders of The Washington Post flew into Miami for a periodic meeting with Jeff Bezos, the newspaper’s billionaire owner.\n\nDuring their visit — which included a working lunch at Mr. Bezos’ sprawling home on an exclusive island in Biscayne Bay and dinner at a nearby restaurant — David Shipley, The Post’s opinion editor, and Will Lewis, The Post’s chief executive and publisher, discussed plans for the future of the newspaper’s opinion section. The election, less than 45 days away, loomed large.\n\nBy the end of the meeting, according to four people familiar with it who spoke on condition of anonymity to relay private conversations, it appeared to Mr. Shipley and Mr. Lewis that Mr. Bezos had reservations about the Post endorsing either candidate in that race. But they also thought he was open to persuasion.\n\nMr. Bezos’ ultimate decision, to end the Post’s decades-long practice of endorsing presidential candidates, exploded into public view on Friday, drawing criticism from reporters, editors and readers, along with an unusual rebuke from legendary Post journalists Bob Woodward and Carl Bernstein.", "For years, villagers who lived near the Alau dam in northeastern Nigeria had told government officials that the structure was broken and the reservoir behind it too full.\n\nBut in early September, after heavy rains, a half-dozen officials stood overlooking the brimming reservoir, their feet squelching in the mud as they tried to reassure Nigerians that the dam was in good condition.\n\n“The dam is not broken,” Alhaji Bukar Tijani, the government official leading the delegation, said that day. “People should not be afraid.”\n\nFour days later, water ripped through the Alau dam wall, leaving two-thirds of the city of Maiduguri underwater, killing up to 1,000 people, said rescue and security workers, and displacing nearly half a million.", "For two years, the Republican Pennridge School Board, north of Philadelphia, governed with a burst of ideological energy. It instituted book bans and curriculum rewrites — the sort of politics pushed nationwide by Moms for Liberty, the conservative advocacy group allied with Donald J. Trump.\n\nBut in this closely divided community, the board’s moves created a backlash.\n\nA slate of Democrats swept school board elections. They promised to put “Pennridge over politics” and end an era of drama and division for this community.\n\nStill, a year later, the legacy of the district’s Moms for Liberty moment has not at all been undone.\n\nSome removed books have been restored to library shelves, but others have not. Transgender students can use some bathrooms that align to their gender identities — but not all of them.", "Deep blue Massachusetts is far from the presidential campaign trail. But a high-stakes campaign has flooded the state with social media and television ads, pressing voters to consider a major change to the public school system widely seen as the nation’s best.\n\nIn Massachusetts, a generation of students has been required to complete standardized exams in English, math and the sciences to earn a high school diploma. The requirement is the capstone of a rigorous set of standards that have helped set the state apart from others on achievement tests.\n\nOn Election Day, Massachusetts voters will decide whether to change course.\n\nA ballot measure known as Question 2 would eliminate the exams as a graduation mandate. If it passes, there would be no statewide requirements for receiving a diploma.\n\nThe proposal has provoked sharp divisions among Democrats, who control the state government.\n\nThe state’s teachers’ union, which spearheaded the ballot question, has poured millions into efforts to convince voters the exam shuts out teenagers who already have the odds stacked against them. They have pointed to research showing such mandates can push more disadvantaged students to drop out.", "Deep in the vault of the Morgan Library & Museum in Manhattan on a late-spring day, the curator Robinson McClellan was sorting through a collection of cultural memorabilia. There were postcards signed by Picasso, a vintage photograph of a French actress and letters from Brahms and Tchaikovsky.\n\nWhen McClellan came across Item No. 147, he froze:", "As The Times’s classical music reporter, I don’t often get “news” from long-dead composers.\n\nBut I recently learned that an unknown waltz by the eminent composer Chopin, written nearly 200 years ago, had been discovered in the vault of the Morgan Library & Museum in New York. It was unearthed in a collection of memorabilia, alongside postcards signed by Picasso and letters from Brahms and Tchaikovsky.\n\nWe published our exclusive story on the discovery today. And here’s a special treat: The superstar pianist Lang Lang recorded the waltz for The Times. You can watch his performance here.\n\nThe story of the long-lost waltz starts at the Morgan on a late-spring day, when the curator and composer Robinson McClellan came across an unusual musical manuscript. The piece was moody and melancholic, and a conspicuous name was written across the top: Chopin.\n\nMcClellan took a photo on his iPhone so he could play the piece back at home on his electric piano. He also sent a photo to Jeffrey Kallberg, a Chopin scholar at the University of Pennsylvania.", "Ted Cruz is looking cocky. Rocking Ray-Bans and an “I Voted” sticker on his lapel — it’s the first day of early voting in Texas — he is easing his way across the parking lot of his local polling place, toward TV cameras set up beside his campaign bus. Backed by sign-waving fans, he starts his brief remarks, only to be interrupted by an angry man shouting from a few yards away: “You’re a traitor to democracy!”\n\nSome pro-Cruz women yell back, and the heckler wanders off through the parked cars. Mr. Cruz seems not to even notice, plowing ahead with his call to “Keep Texas Texas” — his campaign motto — and talking up jobs, freedom and security. (That last category consists largely of horrifying stories about violent crimes perpetrated by “Venezuelan gang members.”) He takes shots at his Democratic opponent, Representative Colin Allred, whom he calls a formidable candidate “if he were running for City Council in San Francisco.” (Mr. Cruz uses this line at multiple stops. It’s a real crowd pleaser.) And when asked if he’s concerned about the influx of new voters to Texas in recent years and the state’s shifting demographics, he fires back with absolute confidence:\n\n“We’re going to win.”\n\nWith his buoyant delivery and smug smile, Mr. Cruz wants to remind you of something: He is never happier than seeing a liberal fantasy and crushing it. The Democratic dream of turning Texas blue is approaching middle age with nothing to show for it, but this particular hope never dies — and the goal of ousting Mr. Cruz, a bête noire of Democrats if ever there were one, will endure as long as he’s in office. As in his last race in 2018, he is Democrats’ top Senate target this year, with recent polling showing him just a few measly points ahead of Mr. Allred, generally within the margin of error. And once again he is being dramatically out-raised by the Democrats, a disparity made worse by the millions of dollars that national Democratic groups are pouring into the contest. It’s not just that the Democrats see unseating Mr. Cruz as their best shot at holding onto their Senate majority. They also see him as the most promising opportunity to break the Republican Party’s multidecade lock on statewide offices here — giving them that first crucial step toward their dream of turning Texas, if not blue, then at least purple.\n\nBut don’t look for Mr. Cruz to crumble. This is basically how he rolls. The senator was a divisive, bomb-throwing, lib-owning loudmouth years before Donald Trump entered the political arena, basking in his critics’ hate as if it was winter sunshine. He is known for annoying his own teammates with bone-headed moves. (Remember “Green Eggs and Ham”?) Yet he somehow manages to be disruptive and bombastic enough to impress Texas Republicans without alienating at least a portion of the state’s independent voters. And his in-your-face partisanship may help him walk an ideological line that might trip up other, subtler Republicans.", "It is hard to imagine a candidate more unworthy to serve as president of the United States than Donald Trump. He has proved himself morally unfit for an office that asks its occupant to put the good of the nation above self-interest. He has proved himself temperamentally unfit for a role that requires the very qualities — wisdom, honesty, empathy, courage, restraint, humility, discipline — that he most lacks.\n\nThose disqualifying characteristics are compounded by everything else that limits his ability to fulfill the duties of the president: his many criminal charges, his advancing age, his fundamental lack of interest in policy and his increasingly bizarre cast of associates.\n\nThis unequivocal, dispiriting truth — Donald Trump is not fit to be president — should be enough for any voter who cares about the health of our country and the stability of our democracy to deny him re-election.\n\nFor this reason, regardless of any political disagreements voters might have with her, Kamala Harris is the only patriotic choice for president.", "I can think of some compelling reasons that leading independent newspapers should not be in the business of endorsing candidates for president.\n\nUnfortunately, the acts of self-sabotage by The Washington Post and The Los Angeles Times do not reflect any of them. And so one more bulwark against autocracy erodes.\n\nThe owners of both papers took as long as possible to reveal what they had already concluded: For the first time in years — since 2004 for The Los Angeles Times and 1988 for The Post — each would refrain from endorsing a presidential candidate. This inspired Donald Trump’s campaign to whoop that even Vice President Kamala Harris’s “fellow Californians know she’s not up for the job.” The Times’s editorial editor, Mariel Garza, resigned and said the decision made the organization look “craven and hypocritical.” Others followed.\n\nThe Post’s endorsement of Ms. Harris had reportedly already been drafted, only to be shelved on the orders of its owner, Amazon’s founder, Mr. Bezos. But it fell to the paper’s publisher, William Lewis, to announce the decision, saying, “We are returning to our roots of not endorsing presidential candidates.” Its editorial editor, David Shipley, in the face of his mutinous editorial board, said he owned the outcome, which he called a way of creating “independent space” for voters to make up their own minds.", "I’ve been wrong about many things, but here are two of the bigger whiffs of my professional life.\n\nI thought Donald Trump wouldn’t find any meaningful support in the Republican Party. I watched his strange campaign announcement, complete with a partially paid crowd and a wild, rambling speech and thought, “This man is going nowhere.”\n\nAnd I thought evangelical conservatives would be the firewall against his ascendancy, not his most loyal constituency and the fuel for the fire of his political comeback after Jan. 6. I never imagined the Christian devotion to Trump that we see today.\n\nI’d been an evangelical my entire life and a Republican since my teenage years. I thought I knew my own community. Then, suddenly, I didn’t. I was shocked and more than a little embarrassed, but also curious. Ever since that moment, I’ve been haunted by two questions: What did I miss? Why did I miss it?\n\nWhen you’re paid to write your opinions, it can be hard to admit when you’re wrong. You can feel as if your credibility depends on your prescience, when it more accurately depends on your honesty. No one reasonably expects you to know everything, but they’re entitled to the truth — even when that truth reflects poorly on your judgment.", "Japanese voters are not accustomed to nail-biter elections.\n\nBut as the country holds parliamentary elections on Sunday, the party that has governed Japan for all but four years since 1955 is facing the possibility that it could lose its majority in the body’s lower chamber, the House of Representatives.\n\nJust one month after a leadership vote by the conservative Liberal Democratic Party anointed Shigeru Ishiba as the new prime minister, the party entered the election under considerable pressure from a public angered by a long-simmering political finance scandal, rising inflation and the burdens of raising families.\n\nThat does not necessarily mean that Japanese voters are ready to hand the government to a divided and enfeebled political opposition, which last won a general election 15 years ago. Analysts said it was likely that the incumbent party would either eke out just enough seats to retain parliamentary power or would be forced to bring on new coalition partners to remain in charge.\n\n“What is most interesting about this election is its uncertainty,” said Masaru Kohno, a political scientist at Waseda University in Tokyo.", "It was a sensational charge in a country where food is yet another marker of political, religious and caste divides.\n\nFor centuries, the Tirupati temple in the south Indian state of Andhra Pradesh has given laddu, a ball-shaped sweet, to devotees. The temple is the richest Hindu holy site in the world, with revenues each year of hundreds of millions of dollars, and it is spending about a million dollars a month just on ghee to fry the laddu in, according to M.K. Jagadish, an official at a state-owned dairy.\n\nLast month, the state’s newly elected chief minister, a Hindu named N. Chandrababu Naidu, accused his Christian predecessor of allowing the temple’s laddu to be made in ghee, a clarified butter, that was adulterated with other animal fats. A majority of the temple’s devotees are vegetarian; Mr. Naidu’s allegation called into question the sanctity of the temple itself.\n\nThe case of the temple sweet shows how India’s food cultures have become increasingly politicized. In a nation where cows are viewed as sacred by most Hindus, many states have banned the slaughter of cows and made the transportation of beef a punishable offense. In some, even the cooking of eggs has drawn official condemnation. Restaurants are closely monitored for any mixing of vegetarian and nonvegetarian food. Some states have ordered the owners of food stalls to display their names clearly so consumers are aware of their religious and caste identity.", "Late in January, Katherine Franke, a prominent Columbia Law School professor and active supporter of the Palestinian cause, appeared on television to talk about a rally demanding divestment from Israel that had taken place on the steps of Low Library a few days before. What marked this protest from the many others erupting on campuses around the country last winter was the release of a putrid smelling vapor into the crowd by a group of counterprotesters. It soon came out that at least one of them was a student and former member of the Israel Defense Forces. The university suspended him.\n\nSome students who had been sprayed with the strange emission were certain that it was “skunk water,” a chemical the I.D.F. deploys to subdue crowds in the West Bank. Speaking to The Columbia Spectator, the student newspaper, they described feeling sick afterward. Later, the student who had been an I.D.F soldier filed a lawsuit against Columbia claiming that his disciplinary proceedings had been “flawed, biased and deficient.” His lawyers argued that he had merely engaged in a “harmless expression” of speech by spritzing the protesters with foul “novelty sprays” — which Columbia, seven months later, acknowledged they were — “purchased on Amazon for $26.11.”\n\nDiscussing the episode on the left-leaning radio and television platform Democracy Now!, Ms. Franke said that she and others had long been concerned about older Israeli exchange students “coming right out of their military service” because they had been known to “harass” Palestinian students and others on campus.\n\nFrom this observation followed a cascade of accusations and legal entanglements that have spread beyond the fractious world of the academy to illuminate some of the extreme steps that elite law firms have taken since the Oct. 7 attacks on Israel by Hamas to distance themselves from Palestinian sympathies.", "A piercing alarm burst from millions of cellphones, a signal to hundreds of thousands of people to pack their bags and flee one of Europe’s most dangerous volcanoes. But most of the Italians who heard it shrugged.\n\nIt was around 5 o’clock on a Friday afternoon, and the alert wasn’t announcing a real crisis.\n\nInstead, it was part of a four-day drill this month, coordinated by the Italian civil protection department, to prepare a densely populated area near Naples for the day its residents might face a host of volcanic perils: The ground buckling underfoot. Ribbons of toxic fumes. Exploding boils of molten rock.\n\nThe threat does not loom on the horizon, like nearby Mount Vesuvius to the east. Instead, an eight-mile-wide caldera — riddled with volcanoes — is recessed in the earth and sea west of Naples, forming what is called the Campi Flegrei, or “burning fields.”", "Jonathan Raven Otcasek and Erin Minji Kim met at the center of the world. It was September 2014, their junior semester of college while studying abroad in London, and they were on a class outing to Greenwich, England — a town on London’s outskirts where the Prime Meridian, point 0.0 in the longitudinal system, passes through.\n\nMr. Otcasek noticed the words imprinted on Ms. Kim’s gray T-shirt: “Who needs a boyfriend when you have a record collection?” An avid music fan whose late father, Ric Ocasek, was the songwriter, rhythm guitarist and lead singer of the new wave band the Cars, Mr. Otcasek (who kept the silent “t” that his father had removed from the original Czech spelling of their surname) quickly deduced two important pieces of intelligence: Ms. Kim was single, and she liked music.\n\nHe had found his opening: “Hey, doesn’t that building look like the power station on the cover of Pink Floyd’s ‘Animals’?” he asked, pointing toward the Greenwich Power Station across the River Thames. Except Ms. Kim had never heard of the record.\n\nSo Mr. Otcasek did what any serious courter would do: He pulled up an image of it on his phone while Ms. Kim stood there, awkward and amused."], "cnn": ["August 23, 2024\n\nOn today’s CNN 10, we learn about a labor dispute halting freight railroads in Canada. The disruption could have a huge impact on industries in the United States. We’ll also learn about a new name for surge pricing. And next in our CNN Olympics series, we’re meeting with Team USA sensation Grant Holloway who is sprinting through life’s hurdles. We finish off with the World Dog Surfing Championships - that’s all on today’s CNN 10!\n\nWEEKLY NEWS QUIZ\n\n1. What US city hosted this year’s Democratic National Convention?\n\n2. Considered an invasive species, what has slithered its way into the Everglades ecosystem?\n\n3. Featured in Monday’s episode, which US gymnast won 3 gold medals at the Paris Olympics?\n\n4. Sparking fears of a larger quake, what country experienced a 7.1 magnitude earthquake on August 8th?\n\n5. Featured on Tuesday’s episode, a Canadian engineer stumbled on a state television feed from what country?\n\n6. According to recent estimates, how much is a 40 ounce gold bar worth?\n\n7. European scientists have sent a spacecraft to explore whether the moons of what planet can support life?\n\n8. Which Olympian is known for his signature glasses and superman-like style?\n\n9. Facing a health emergency, what infectious disease are African nations planning to begin vaccinating for soon?\n\n10. Featured in Friday’s episode, what country is seeing a railway shutdown from two railroad companies?\n\nClick here to access the printable version of today’s CNN 10 transcript\n\nCNN 10 serves a growing audience interested in compact on-demand news broadcasts ideal for explanation seekers on the go or in the classroom. The show’s priority is to identify stories of international significance and then clearly describe why they’re making news, who is affected, and how the events fit into a complex, international society.\n\nThank you for using CNN 10", "CNN —\n\nIf you’re a parent, heading out the door before a car ride with the kids probably goes a little like this:\n\nParent: “Did you go to the bathroom?”\n\nChild: “No, I don’t have to go.”\n\nParent: “Go now, you may not get the chance later.”\n\nAt least for one New Hampshire woman, that was pretty much the ongoing conversation she had with her four kids … so much that she made it her vanity license plate for 15 years.\n\nWendy Auger is proud of her “PB4WEGO” plate and told CNN she’s never had any issues with it. Until now.\n\nNew Hampshire asked Auger, in a letter she received August 16, to surrender her plate because it includes a phrase relating to “sexual or excretory acts or functions,” said Auger.\n\nThe recall letter from the Department of Safety Division of Motor Vehicles addressed to Wendy Auger. Courtesy Wendy Auger\n\nI’m not a political activist,” she said. “But this is a non-offensive thing that I’ve had and it’s part of who we are as a family and who I am and there was zero reason for them to take it away.”\n\nThe recall letter said Auger had 10 days to surrender her plate with the option to choose another vanity plate at no extra cost or have one assigned to her.\n\nIf Auger chose to get a regular plate, a portion of her vanity plate fee would be refunded to her, according to the letter.\n\nAfter hearing about Auger’s situation from a mutual friend, New Hampshire Gov. Chris Sununu got involved.\n\n“Upon this being brought to my attention, I reached out to the Division of Motor Vehicles and strongly urged them to allow Wendy to keep the license plate she has had for the last 15 years,” Sununu told CNN in a statement.\n\n“I recently left a message on her phone to share the good news that her plate will not be recalled.”\n\nAuger said she was happy she got to keep a piece of who her family is with her.\n\n“I wasn’t going to go down without a fight,” she said.\n\nFor New Hampshire residents, the cost of a vanity license plate includes the price of your town/city and state registration fees, plus $40 for the Vanity Plate fee, plus a one time $8 fee, according to the New Hampshire Division of Motor Vehicles.\n\nCNN reached out to the New Hampshire DMV for comment but has not heard back.", "CNN —\n\nEligibility: In order to be eligible for the CNN Heroes Awards Program (the “Awards Program”), nominees must be at least thirteen (13) years of age or older as of December 10, 2023 and some portion of nominee’s activities must have taken place on December 10, 2023 or be ongoing, and nominees can not have previously been selected as a CNN Hero Finalist or Winner (“Eligible Nominees”). CNN Heroes may be nominated as set forth herein or chosen by CNN. Nominations submitted in prior years of the Awards Program which meet all requirements of these legal disclosures will also be considered Eligible Nominees. People submitting nominations (“Nominator(s)”) must be at least thirteen (13) years of age as of December 10, 2023. The Awards Program is open to Eligible Nominees worldwide who are citizens of countries other than Voided Countries (defined below). Citizens of Voided Countries are ineligible to enter or win. In addition to those countries set forth on the list below, the Awards Program is also void in those countries where the Awards Program, its mechanisms, its Terms and Conditions and/or its awards or any part(s) of them are prohibited by any applicable law, regulation, guideline or ordinance (“Voided Country”). CNN may determine in its sole discretion at any time during the Awards Program that a country is a Voided Country. At any time, at CNN’s discretion, a Nominee may be deemed ineligible for nomination or participation in the Awards Program, be deemed ineligible to receive a monetary prize under the Awards Program or have the monetary prize otherwise due such person as part of the Awards Program (if any) donated to a charitable organization selected by CNN in its sole discretion. Employees, and their immediate family members, of (1)WarnerMedia, LLC and its subsidiaries; (2) sponsors of the Awards Program; and (3) advertising and promotional agencies directly involved in the Awards Program (the “Awards Program Entities”) are not eligible to participate in the Awards Program or submit nominations. Cable News Network, Inc. (“CNN”) and the sponsors of the Awards Program shall herein be collectively referred to as the “Sponsors”.\n\nNominations: To submit your nomination for the Awards Program log on to www.cnnheroes.com and fill out the submission form providing all required contact information for you and your nominee. Nominations MUST be submitted online. Mail-in nominations will not be accepted. Nominations must be submitted on behalf of another person. Self-nominations will not be accepted. Nominations must be received no later than 11:59:59 p.m. Eastern Daylight Time on July 31, 2024. Nominations must be submitted in English only. Nominations may only be submitted in the name of a single person; group nominations are not acceptable. False or deceptive nominations or acts may render a nominee ineligible. All nominations become the property of CNN and will not be returned. CNN reserves the right to edit the nomination as it sees fit for use in publication or promotion. By submitting a nomination you agree to grant Sponsors the right without obligation, unless prohibited by law, to use the contents of your nomination, your name, voice, picture and likeness, without compensation, for the purpose of advertising and publicizing all matters related to the Awards Program and/or the Sponsors in any medium, throughout the world in perpetuity.\n\nPrivacy: Nominees may be contacted to provide additional information and have their information verified. CNN reserves the right to request and require additional information from nominees in order to have their nomination considered.\n\nFor our international users, please be aware that the information you submit when registering for our services is collected in the United States of America. In addition to being subject to our privacy policy located at www.cnn.com/privacy, the collection, storage, and use of your data will be subject to U.S. laws and regulations, which may be different from the laws and regulations of your home country. By registering for this program, you are consenting to this collection, storage, and use.\n\nJudging for the CNN Heroes Award: CNN will choose each CNN Hero from all Eligible Nominees and eligible individuals chosen to be profiled by CNN as CNN Heroes (“Hero” or “Heroes”). Heroes deemed solely by CNN to meet the requirements set forth herein may be presented online and on-air for public viewing and some may be subject to voting for the CNN Hero Award. It is in CNN’s sole discretion to determine which Heroes advance to the voting phase.\n\n• A CNN Review Panel (the “Panel”) will select five (5) potential finalists (the “Finalists”) and an alternate from the group of Heroes.\n\n• The final round of judging will be done by an online viewer vote conducted on www.cnnheroes.com. Viewers will have the chance to vote in an online poll for the CNN Hero Finalist whose accomplishment, impact and story best exemplifies a CNN Hero. The Finalist who collects the most votes will be the potential winner of the CNN Hero of the Year Award (the “Winner”). The Winner will be announced at the Awards Ceremony.\n\nPlease note that even if a Finalist may appear to be a leader or Winner online during the online voting, that Finalist has not yet been declared the Winner. CNN shall declare all official Winners. All Finalists are subject to verification by CNN and must meet all eligibility requirements including the execution and return of all necessary releases, or they may be disqualified. The decisions of the Panel will be final and binding. If more than one nomination is received for a particular Eligible Nominee, CNN, in its sole discretion may consider any of the nominations for that individual in its judging. Whether a nominator is identified and which nominator is identified, if there are multiple nominations for one individual, is in the sole discretion of CNN. CNN is not bound by any voting or judging mechanism set forth herein as it maintains sole discretion to name Finalists and Winners and provide awards.\n\nNotification and Publication:\n\n• Some nominees may be notified by phone, email, or postal service and may be required to submit additional information. At the sole discretion of CNN, Finalists may be asked to attend the awards ceremony (“Awards Ceremony”). If asked to attend the Awards Ceremony, Finalists will be responsible for obtaining all proper documentation (e.g., Visa, Passport) prior to travel. Whether or not compensation will be provided for any portion of such travel will be in CNN’s sole discretion. A Finalist may be disqualified at CNN’s discretion if he/she chooses not to or is unable to attend the Awards Ceremony.\n\n• Finalists and any Hero to be featured online or on-air may be required to sign an affidavit verifying their eligibility in this Awards Program including, but not limited to, liability releases, tax acknowledgment forms and, except where prohibited by law, use of name and likeness releases (“Release Documents”) and return such documents within seven (7) days of issuance of notification. Execution of the Release Documents will grant Sponsors the right, unless prohibited by law, to use the individuals’ names, voices, likenesses, and any of the material provided by them or about them without compensation, for the purpose of advertising and publicizing the services of the Sponsors, all matters related to the Awards Program and the Awards Ceremony in any medium, throughout the world in perpetuity. Notification and/or the featuring of a Hero in no way conveys that a particular Hero has or will be selected as a Winner. If at any point a Hero becomes ineligible, chooses not to participate in the Awards Program or is disqualified for any reason, CNN reserves the right to select an alternate Hero.\n\nAwards:\n\n• 5 Finalists: Each Finalist will receive Ten Thousand Dollars ($10,000)\n\n• 1 Winner: The Winner will receive One Hundred Thousand Dollars ($100,000.00)\n\nTaxes: Finalists and Winner are responsible for the reporting and payment of all taxes as well as any other costs and expenses associated with acceptance and use of an award not specified herein as being awarded. A Finalist or Winner who is a United States citizen or resident must properly complete Internal Revenue Service (IRS) Form W-9 and provide to CNN prior to receiving an award. Payment to a Finalist or Winner who is not a US citizen or resident may be subject to a US withholding tax, which may be as much as 30% of the award. Additional documents may also be required prior to the provision of any award, including but not limited to IRS Form W-8BEN in the case of any Finalist or Winner who is not a US citizen or resident. Please consult your tax advisor regarding the taxation of your award since special rules may apply.\n\nGeneral: If, for any reason, the Awards Program is not capable of running as planned, including infection by computer virus, bugs, tampering, unauthorized intervention, fraud, technical failures or any other causes beyond the control of the Sponsors which corrupt or affect the administration, security, fairness, integrity or proper conduct of the Awards Program, CNN reserves the right in its sole discretion to disqualify any individual who tampers with the entry process and to cancel, terminate, modify or suspend the Awards Program. Sponsors assume no responsibility for any error, omissions, interruption, deletion, defect or delay in operation with transmission, communications, line failure, theft or destruction or unauthorized access to or allegation of submissions. Sponsors are not responsible for any problem or technical malfunction of any telephone network or lines, computer online systems, servers, equipment or software, failure of any email or entry to be received on account of technical problems or traffic congestion on the Internet or at any website, phone lines, or any combination thereof, including any injury or damage to a participant’s computer related to or resulting from participation in this Contest. CAUTION: ANY ATTEMPT BY A PARTICIPANT TO DELIBERATELY DAMAGE ANY WEBSITE OR UNDERMINE THE LEGITIMATE OPERATION OF THE AWARDS PROGRAM IS A VIOLATION OF CRIMINAL AND CIVIL LAWS AND SHOULD SUCH AN ATTEMPT BE MADE, SPONSORS RESERVES THE RIGHT TO SEEK DAMAGES TO THE FULLEST EXTENT PERMITTED BY LAW.\n\nSponsors are not responsible for any late, lost, garbled, misdirected, incomplete, or damaged entries; any disruptions, injuries, losses or damages caused by events beyond the control of Sponsors; or any printing or typographical errors in any materials associated with the Awards Program. The Awards Program Entities are not in any way responsible or liable for the use of the funds donated or for any damage, loss or injury (including death) resulting from participation in the Awards Program and/or acceptance and use of any awards won.\n\nVoided Countries:\n\nBhutan\n\nBrunei Darussalam\n\nChina\n\nLaos\n\nMacau\n\nMaldives\n\nMongolia\n\nSouth Pacific Islands\n\nFederated States of Micronesia\n\nPacific Islands Trust\n\nPalau\n\nPapua New Guinea\n\nSri Lanka\n\nTibet\n\nAnd all countries currently under sanction by the OFAC.\n\nFor complete and up-to-date information about U.S. Sanctions Programs, administered by the OFAC (the U.S. Department of the Treasury’s Office of Foreign Assets Control) please see https://home.treasury.gov/policy-issues/financial-sanctions/sanctions-programs-and-country-information.", "Editor’s Note: (7/19/24) Since this story was published in January 2022, Rios, Contreras, and Cisneros pleaded guilty to one count each of conspiracy to violate the Racketeer Influenced and Corrupt Organizations Act. Rios and Cisneros were both sentenced to 50 years in federal prison and Contreras was sentenced to 35 years in federal prison, according to the US Attorney’s Office. Grisham pleaded guilty to violent crime in aid of racketeering and is expected to be sentenced in September.\n\nCNN —\n\nFederal prosecutors charged three alleged gang members and one alleged gang associate Thursday in the fatal shooting of off-duty Los Angeles Police Department officer Fernando Arroyos during an attempted robbery.\n\nLuis Alfredo De La Rosa Rios, 29, Ernesto Cisneros, 22, and Jesse Contreras, 34, are allegedly members of the F-13 gang, according to a US Justice Department release. Rio’s alleged girlfriend Haylee Marie Grisham, 18, was also charged.\n\nAccording to the complaint, Arroyos was house-hunting on Monday with his girlfriend when a black pickup truck drove up. Rios and Cisneros pointed guns at Arroyos and his girlfriend and removed items from both, including chains from Arroyos’ neck.\n\nThere was an exchange of gunfire between Arroyos and the two suspects, after which Arroyos collapsed and the two suspects fled, the release said. Los Angeles County sheriff’s deputies responded to the scene and took Arroyos to a hospital where he died.\n\nThe four defendants were in the vehicle and allegedly were at the scene of the robbery and the shooting, the complaint said. They are charged with violent crime in aid of racketeering, which carries a potential death penalty and a minimum sentence of life in federal prison without the possibility of parole.\n\nCNN has reached out to the Los Angeles County Public Defender’s office in an attempt to contact legal representation for the defendants and is awaiting a response.\n\nArroyos, 27, “was starting a very promising career,” LAPD Chief Michel Moore said Tuesday. He was with the department for three years and assigned to the Wilshire Division.\n\n“He found himself, after working a series of days in patrol, to have a day off, enjoying it with his girlfriend on a hunt for a house, a place to live, a place to buy and invest in this city and the future of this region,” Moore said.\n\nArroyos is survived by his mother and stepfather.\n\n“He was the only child, he had a promising future, a bright future that was taken away, viciously, over a street robbery,” the chief said.\n\nF-13 is a “large, multi-generational street gang that previously has been the subject of federal prosecutions, including two large racketeering cases,” the US Attorney’s office said in a news release.\n\nThe news release did not mention any connection between Arroyos and the suspects.", "CNN —\n\nBad weather. Computer glitches. Air traffic controller shortages. Holiday crunches. Accidents and investigations. Unruly passengers. So many things can cause a flight to be delayed or canceled.\n\nIt’s no wonder travelers are wary about making it to their destinations on time – or at all. (And even if they make it, their lost luggage might not).\n\nHere’s some advice for navigating a very complicated and frustrating system when flights are delayed or canceled.\n\nBefore you go to the airport\n\nCheck the status of your flight before you head to the airport. If your flight has been canceled, you could save yourself the hassle of a trip to a busy airport. Pattarisara Suvichanarakul/iStockphoto/Getty Images\n\nAs bad as it is to find out your flight has been delayed for a long time, or worse, canceled, it’s better to find out from the comfort of home or a hotel room.\n\n“Check your flight status before you go the airport. Most of these notifications are not happening at the last minute,” said Scott Keyes, the founder of Going.com. “Save yourself the drive to the airport.”\n\nOther tips from Keyes:\n\nSign up for airlines’ free text alerts on the status of flights when you buy your ticket. Also, download your carrier’s app.\n\nPut your airline and flight number directly into a Google search bar to retrieve the flight status that way.\n\nCheck the website FlightAware for larger flight trends across the country.\n\nHop on waiver offers ahead of bad weather quickly. Early birds have the best choices of the remaining seats and flights.\n\nIf you’re at the airport already\n\nTravelers look at the departure information at Paris Charles de Gaulle Airport. If your flight is delayed or canceled after you've already arrived, make a beeline to the airline agents' desk. Julien De Rosa/AFP/Getty Images\n\nSometimes, the delays and cancellations happen after you’ve arrived at the airport. Once the bad news has been delivered, what should you do?\n\nKeyes said to head as fast as you can to the airline agents’ desk. “It’s going to make a difference who arrives first. It’s first-come, first-serve. Positioning yourself close to the desk can pay off,” Keyes said.\n\nThen you might want to call up your carrier while you’re waiting. It might be faster to get through to a call center. “Whatever happens first, great,” he said.\n\nOther tactics you can try:\n\nGo to a self-serve kiosk, American Airlines and United Airlines advise.\n\nUse social media to your advantage, the travel advice website Travel Lens suggests. Try contacting the airline via X or other platforms when calls aren’t going through.\n\nTry an international call center for your carrier, Keyes suggests. Calls to US domestic numbers might have longer waits.\n\nAttitude and research matter\n\nA Southwest Airlines employee assists a passenger during check-in at the Austin-Bergstrom International Airport in Texas. Brandon Bell/Getty Images\n\nWhether you’re dealing with an agent in person or over the phone, how you approach things can make a big difference.\n\n“Honey attracts more flies than vinegar,” Keyes said. “Look at this from the airline agents’ perspective. … The agent is the one who has the most ability to help you. Asking nicely and sympathetically is far more likely to get what you want than being a jerk about it.”\n\nHe had another tip when it’s your turn to talk to an agent about making new arrangements: “Come prepared to offer your own options already. Doing your own research is absolutely helpful.”\n\nOther considerations:\n\nBook directly with an airline if the price is the same. If you’ve booked through a third-party site, you’ll have to deal through them when there’s a cancellation.\n\nAvoid layovers when booking if possible, the consumer advocacy group US PIRG suggests. The more times you stop, the more chances for something to go wrong.\n\nRegarding tarmac delays, airlines must provide working bathrooms the entire time, US PIRG says. “After two hours, you must have food and water. After three hours, you must be in the air or back in the airport – or the airline faces massive fines.”\n\nHelp from other airlines\n\nCooperation between airlines could work in your favor.\n\n“When flights are canceled, many airlines have the option of putting you on another carrier’s flight because they have interline agreements,” Lousson Smith, product operations specialist at Going.com, told CNN Travel.\n\n“This means, for example, if Delta is having service interruptions but American is running a flight to your destination, you may be able to get on that flight.”\n\nFrequent flyer miles\n\nTravelers wait in line to pass through security at Denver International Airport in Colorado on December 28, 2022. The winter holiday travel season can be particularly crowded and stressful. Michael Ciaglo/Getty Images\n\nThanks to changes in frequent flyer programs over the past several years, airlines often still have flights available with miles even when demand is high during a weather event, Julian Kheel, founder and CEO of Points Path, told CNN Travel in an email\n\n“You’ll need to be prepared to spend a lot of miles, and you may not get the best value for them. But you could save yourself some significant cash if you’re trying to evacuate away from a storm,” Kheel said.\n\n“Most US airlines now allow you to cancel flights booked with frequent flyer miles without any fee or penalty right up until departure time. That means you can book multiple alternate flights on different airlines using your miles in case one of them ends up delayed or canceled.\n\n“But don’t try to book alternate flights on the same airline, as duplicates can be automatically canceled. And don’t forget to cancel the remaining flights you don’t end up using so you can get your miles back.”\n\nTrapped for the night\n\nPassengers take a nap on the floor as they wait for their flights at the Guadalajara International Airport in Mexico on July 14, 2024. Sometimes, if might be easier to hunker down at the airport rather than scramble for a hotel room during a flight delay. Ulises Ruiz/AFP/Getty Images\n\nWhat do you do if it looks like you’re not going to be able to fly out until the next day and you’re not in your home city?\n\n“Ask the airline to put you up in a hotel or give you a hotel voucher. They might do it; they might not. It’s not required by law,” Keyes said. They’re less likely to do it there’s a weather issue, he said.\n\nMany airlines have committed to offering meal and hotel vouchers in certain cases. The US Department of Transportation has a dashboard that tracks those commitments.\n\nOther things to consider:\n\nBook your flight with a credit card, Smith said: “Many credit cards offer travel protections such as reimbursement if a flight cancellation forces you to get a hotel, meals, etc.”\n\nConsider hunkering down at the airport rather than going to and from a hotel if your flight is delayed but not canceled. A lot depends on your personal comfort level and the estimated wait time, Keyes said.\n\nCheck whether there is a hotel room available within the airport.\n\nTry getting into an airport lounge if you can, where you can recharge your phone and rest more easily, the Points Guy advises.\n\nMake safety your No. 1 priority. If extreme weather is causing air travel disruption, trying to make the journey by road could be hazardous, Keyes warns.\n\nTravel insurance and receipts\n\nTalk to an expert about whether it's a good idea to purchase travel insurance. And research what kind of coverage you might get from your credit card, too. Poike/iStockphoto/Getty Images\n\nConsider buying travel insurance, advised Airport Parking Reservations in an email to CNN Travel.\n\nIt said “most travel insurance policies provide additional cover for travel uncertainty. Additional [coverage] usually becomes applicable if your flight is postponed by more than 12 hours due to a strike, adverse weather or a mechanical breakdown.”\n\nThe site also advises that you keep any receipts of airport purchases. You can try to get the money back from the airline later.", "A \"Help Wanted\" sign is seen at a Golden Krust location on June 7 in the Flatbush neighborhood of Brooklyn in New York City. Michael M. Santiago/Getty Images\n\nLast week, there were an estimated 238,000 first-time claims filed for unemployment benefits, an increase of 4,000 from the week before, according to Department of Labor data released Wednesday. The latest uptick brought the four-week average of initial claims to its highest level since August 2023.\n\nAlso, Americans are staying unemployed for longer: Continuing claims, which are filed by people who have received benefits for at least a week or more, rose to their highest level since November 2021.\n\nLuke Tilley, Wilmington Trust’s chief economist, told CNN he is closely watching an underlying datapoint of the monthly jobs report: Unemployed persons by reason for unemployment.\n\n“On a three-month average basis, it’s up about 200,000 people from last year,” Tilley said. “And that metric of permanent job losers, year-over-year, is almost never positive in an expansion. It was never positive between 2010 and 2019; it was not positive in between the tech crash recession of 2001 and then 2008.”\n\nHe added: “So when you sort of peel back the onion from what looks like very strong job growth in a raw number count and look at it a little closer … that paints a labor market that has normalized and is at risk of slipping.”\n\nStill, other measures of layoff activity haven’t shown a worrisome spike.\n\nUS-based employers announced fewer job cuts last month than they did in May; however, those layoff reports are trending well above last year’s, according to data released Wednesday by Challenger, Gray & Christmas.\n\nThe outplacement and workplace research firm counted 48,786 cuts announced in June. That’s down nearly 24% from the 63,618 cuts announced in May, but 19.8% higher than the 40,709 cuts announced in June last year.", "CNN —\n\n2024 is already shaping up to be another banner year for nudity around the world with a nude cruise and nude beach weddings on the horizon.\n\nEarlier this year, tour and travel company Bare Necessities announced an 11-day voyage from Miami to the Caribbean in collaboration with Norwegian Cruise Line. It’s due to set sail in February 2025.\n\nWith stopovers in the Bahamas and Puerto Rico, “The Big Nude Boat” is billed as a “once in a lifetime experience” with amenities designed to “fit everyone’s style of bare cruising.”\n\nAnd couples will soon be able to tie the knot sans clothes at Is Benas Beach in Sardinia, which has a naturist-designated area.\n\nThe news was confirmed in May by Luigi Tedeschi, mayor of San Vero Milis, the closest town to the beach.\n\n“Nudity has nothing to do with sex. For [naturists], it’s a philosophy of life, and is linked to nature,” Tedeschi said. “It should be respected – so why not?”\n\nMeanwhile, there are more places than ever to sun, swim or build sandcastles au naturel at clothing-optional beaches around the world.\n\nVideo Ad Feedback Nudist explains what you should definitely not do at a nude beach 02:23 - Source: CNN\n\nFrom rocky coastlines to talcum-powder fine sands and big city bays to secluded shores, there are now hundreds of beaches where it’s perfectly legal (or at least de facto legal) to frolic beside the sea in nothing more than your birthday suit.\n\n“Soft, smooth sand, warm ocean breeze, gentle ocean waves and lots of other naturists makes for a great clothing-optional beach,” says Nicky Hoffman of The Naturist Society, who’s also the managing editor of Nude & Natural magazine and co-author of “The World’s Best Nude Beaches & Resorts.”\n\nWhile clothing-optional beach destinations may seem like a modern invention, it’s actually quite an old idea, a product of the otherwise prudish Victorian era.\n\nDuring the 1880s, American poet Walt Whitman extolled the virtues of the “Adamic air bath” – his nude walkabouts and swims along Timber Creek in New Jersey, writing of “the free exhilarating ecstasy of nakedness in Nature.”\n\nChanneling that same vibe, the naturist movement took off in Europe and North America during the first half of the 20th century, with city parks, camp grounds and eventually beaches established for those who wanted to experience nature nude in their most natural state.\n\nOne of the spin-offs of the socially and sexually liberal 1960s was a “free beach” movement that saw a proliferation of nude beaches around the world.\n\nAnd their popularity continues today, with more and more popping up each year. Here are 24 of the best nude beaches you can visit around the world in 2024:\n\nPlaya Naturista Chihuahua, Uruguay\n\nLocated about a 30-minute drive from Punta del Este, Uruguay’s best-known nude beach overlooks Portezuelo Bay on the Atlantic coast.\n\nPhotogenic dunes and water temperatures that reach 25 Celsius (77 F) and higher even in the Southern Hemisphere winter add to the strand’s allure.\n\nAfter decades as an unofficial naked getaway, Chihuahua finally achieved legal status in 2000.\n\nSince then, amenities have expanded to include the Hotel El Refugio Nudista Naturista clothing-optional resort.\n\nPlaya Naturista Chihuahua, Avenida Las Amarras, 20003 Chihuahua, Uruguay\n\nNida Nude Beach, Lithuania\n\nThe chilly Baltic Sea may not seem like the most obvious place to skinny dip. But this gorgeous strand on the long, sandy Curonian Spit offers one of Europe’s most picturesque spots to take it all off.\n\nWith its wildflower-covered dunes (among the highest in Europe) and shoreline forest, the beach was the focus of a 19th-century artists’ colony that attracted many of the leading painters, poets and writers of the time.\n\nWalk far enough south along the strand and you eventually come to a fence that marks the Lithuania-Russia border.\n\nNida Nude Beach, Nidos-Smiltynės pl., Nida, Lithuania\n\nAgesta Beach, Sweden\n\nSweden may be home to many beaches where nudity is accepted, but Agesta Beach, located roughly 15 kilometers (9 miles) south of Stockholm, is its only official nude beach.\n\nBased in the southern end of the lake Magelungen, Agesta Beach’s sandy shores are popular with locals as well as visitors looking for an escape from the bustling capital city.\n\nOpen from May to September, this beach is very well looked after, with picnic tables, BBQ areas, public bathrooms and play areas for children available.\n\nAgesta Beach, Huddinge, Sweden\n\nLittle Palm Beach, Waiheke, New Zealand\n\nLittle Palm Beach is situated on Waiheke Island in New Zealand. Getty Images/iStockphoto\n\nAlthough it’s technically legal to go naked on any beach in personal-liberty-loving New Zealand, the nation’s naturists tend to congregate at well-known clothing-optional spots like Little Palm Beach on Waiheke Island.\n\nReaching the secluded strand entails a 40-to-60-minute ferry ride from Auckland, a taxi or rideshare to the island’s north shore, and then a short downhill hike.\n\nYou can top or tail your beach adventure at Waiheke’s many wineries, restaurants, and art galleries.\n\nLittle Palm Beach, Miro Road, Waiheke Island 1081, New Zealand\n\nNugal Beach, Croatia\n\nFlanked by sheer cliffs and shades by pine trees, this remote beach on the mainland opposite Brač island is reached via a narrow path that seems ready made for goats rather than people seeking an apparel-free escape on the Adriatic.\n\nBe sure to bring a thick towel or even a beach chair — like many Croatian beaches the surface is pebbles rather than sand.\n\nNugal is about a half-an-hour walk from the nearest town, although it can also be reached by boat or sea kayak from Makarska or Tučepi.\n\nNugal Beach, 21300 Makarska, Croatia\n\nMoshup Beach, Martha’s Vineyard, Massachusetts\n\nMoshup Beach can be found on the west side of Martha's Vineyard. Loop Images/Universal Images Group Editorial/Getty Images\n\nPerched at the island’s western extreme, Moshup is a long curving strand that wraps around a headline crowned by the historic Gay Head Lighthouse (built in 1799).\n\nLocated right below the ancient light, the clothing optional portion lies beneath rust-colored sandstone cliffs that were declared a National Natural Monument in 1966.\n\nMoshup is open free of charge to anyone who wants to take their clothes off, as opposed to Lucy Vincent, the island’s private nude beach.\n\nMoshup Beach, 71 Moshup Trail, Aquinnah, MA 02535\n\nBlack’s Beach, La Jolla, California\n\nSet beneath the high cliffs of Torrey Pines, Blacks has been the Golden State’s favorite place for all-over tans for more than 50 years and was once the only legal nude beach in the entire United States.\n\nLong, wide and blessed with great surf, the beach is reached via the zig-zag Ho Chi Minh Trail from La Jolla Farms Road or the Citizens Trail from Torrey Pines Gliderport near the University of California, San Diego.\n\nBlack’s Beach, Torrey Pines Scenic Drive, San Diego, CA 92037\n\nLady Bay Beach, Sydney, Australia\n\nLady Bay Beach was first granted legal status in 1976. Evelyn Proimos/Flickr\n\nAlthough it sometimes seems like just about any beach in Australia is clothing optional, there are a number of official nude beaches here such as Lady Bay. (also known as Lady Jane Beach.)\n\nPerched just inside the South Head of Sydney Harbour, it’s small and narrow, but incredibly secluded for such a big city location.\n\nThe rocky ledges around South Head are also used for nude sunbathing.\n\nLady Bay Beach, Watson’s Bay, Sydney, Australia\n\nBuhne 16, Sylt, Germany\n\n“Grin and bare it” might well be the motto for nudists on this North Sea island, where the average water temperature in summer is a chilly 17 C (63 F).\n\nTechnically all of the beaches on Sylt are clothing optional, but Buhne 16 was the first and is still the foremost location for nude sunbathing along the German shore.\n\nIt’s a place where beachgoers can chill in the famous blue and white striped wicker beach chairs or let it all hang out at summer beach parties.\n\nBuhne 16, Listlandstr 133b, 25980 Kampen (Sylt), German\n\nWreck Beach, Vancouver, Canada\n\nBilled as one of the world’s longest nude beaches at 7.8 kilometers (4.9 miles) long, Wreck Beach is actually a series of sandy strands, pebble flats and rocky outcrops wrapped around the end of Point Grey.\n\nWith the University of British Columbia just across the street, a steady stream of students and teachers have shed their clothes on this beach since the early 1970s, when it first became popular.\n\nEvergreen trees along the shore and snowcapped peaks across the water complement the Canadian ambiance.\n\nWreck Beach, Vancouver, British Columbia; Canada\n\nRed Beach, Crete, Greece\n\nThis secluded shore on the south side of Crete is a hotspot for nude sunbathing in Greece.\n\nNamed after its ocher-colored sand and cliffs, Red Beach (or Kokkini Ammos) is reached via a 20-minute hike from Matala or a very short boat ride from the village waterfront.\n\nPioneered by Euro hippies during the 1960s, the beach offers chair and umbrella rentals and is home to a funky little bar called Yianni’s that’s renowned for its mojitos.\n\nNote: the mysterious rock carvings at the end of the beach are a modern creation and definitely not ancient Minoan relics.\n\nRed Beach, Matala, Crete 702 00, Greece\n\nCallantsoog Beach, Netherlands\n\nCallantsoog is the oldest nudist beach in the Netherlands, having been officially recognized as a nudist beach since 1973.\n\nSituated 60 kilometers (37 miles) north of Amsterdam, near the coastal town of Callantsoog, this beautiful stretch of sand enjoys Blue Flag status and is a great place to spot seals.\n\nIts designated nudist section is marked between two poles.\n\nThose keen to get even closer to nature can pay a visit to the nearby Zwanenwater, a protected nature reserve and home to the largest natural dune lakes in Europe.\n\nCallantsoog Beach, Strandslag Dorpsplein, 1759 Callantsoog, Netherlands\n\nAnse de Grande Saline, St. Barts\n\nWhile the Caribbean may be full of wonderful, chilled out beaches, this wild, white sand strand on the rear side of St. Barts is one of the few places on the islands where public nudity is tolerated (although sunbathing naked is technically prohibited in St. Barts.)\n\nAnse de Grande Saline (or Saline Beach) is another self-catering beach. Visitors will need to bring along everything they need for a day at the shore, especially sunscreen, as there is no shade to speak of.\n\nL’Esprit, an excellent French restaurant, is within walking distance of Grand Saline and well worth a visit. Just make sure to put your clothes back on before heading over.\n\nAnse de Grande Saline, St. Barthélemy\n\nPlatja des Cavallet, Ibiza, Spain\n\nSet between the deep blue Mediterranean and multicolored salt pans near Ibiza’s southernmost point, official nudist beach Es Cavallet is separated into various different sections, including a beach club party section, a gay scene and a more secluded, middle section where the clothing-free crowd hang out.\n\nHowever nude sunbathers aren’t the only beings who frequent this area. Those bright pink things you’ll see pacing in the background aren’t sunburned tourists, but rather flamingos that like to gather in the shallow salines.\n\nPlatja des Cavallet, 07818, Balearic Islands, Spain\n\nLittle Beach, Maui, Hawaii\n\nLittle Beach -- a clothing-optional beach in Maui's Makena State Park. Shutterstock\n\nFlanked by ancient lava flows and backed by a volcanic cinder cone, Little Beach would be super-cool even if you didn’t take your clothes off. Like many such beaches, going sans swimsuit is not officially sanctioned here and citations are possible.\n\nPart of Makena State Park on the island’s southeast coast, the beach overlooks a national marine sanctuary renowned for its sea turtles, dolphins, whales and tropical fish.\n\nGnarled trees behind the sand provide a modicum of shade and the cove is well protected for swimming.\n\nAdditionally, a drum circle and fire dancers entertain the crowd during Sunday sunsets.\n\nLittle Beach, Makena State Park, Makena Rd, Kihei, HI 96753, USA\n\nCap d’Agde beach, France\n\nCap d'Agde -- an iconic nudist resort town in Southern France. Shutterstock\n\nSometimes called the “Naked City,” Cap d’Agde Naturist Village is the world’s largest clothing-optional beach resort, attracting as many as 40,000 guests on any given day during high season.\n\nVisitors are free to be naked wherever they want – restaurants and stores, post offices or banks, sailing their boat or lounging on the long public beach (where nudity is obligatory, even for those not staying at the resort).\n\nNon residents can stay overnight at the naturist hotel, camp ground or rental units.\n\nCap d’Agde Naturist Village, Rond-Point du Bagnas, 34300 Agde, France\n\nIs Benas Beach, Sardinia, Italy\n\nSituated along Sardinia’s west coast close to the town of San Vero Milis, Is Benas is known for its remoteness and pristine environment.\n\nThe idyllic beach has had a partially hidden naturist-designated area for the past two years.\n\nMayor Luigi Tedeschi of nearby San Vero Milis recently confirmed that local authorities had given the go ahead for couples to say their vows there au naturel at Is Benas in the future.\n\n“We have this beach, a place that lends itself brilliantly to naturism,” Tedeschi told CNN. “And then we thought, let’s make a beach for weddings. If people want to marry nude, they can.”\n\nThe beach is right next to the more famous Is Arenas Beach, while the ruins of Tharros, a Roman city dominating a thin peninsula, can also be found nearby.\n\nIs Benas Beach, Province of Oristano, Sardinia, Italy\n\nMpenjati Beach, KwaZulu-Natal, South Africa\n\nMpenjati Beach was awarded official nudist beach status in 2014. Rajesh Jantilal/AFP/Getty Images\n\nSouth Africa’s only official nude beach – and perhaps the only legal clothing-not-obligatory strand on the entire African continent – is located in the Mpenjati Nature Reserve south of Durban.\n\nIts legal status was achieved in 2014, but this came with a list of prohibitions including no staring, no photography, no suggestive behavior, etc.\n\nLocal clergy and others continue to mount protests (legal and otherwise) against the naked designation.\n\nMpenjati Nature Reserve, Palm Beach, Port Edward, South Africa\n\nPlaya Zipolite, Oaxaca, Mexico\n\nZipolite Beach in Mexican is tolerant of nude sunbathing. Shutterstock\n\nLive your “Y Tu Mamá También” fantasies at the beach where so many of the scenes from the sensuous 2001 Mexican movie starring Gael García Bernal were shot on location.\n\nPioneered by Mexican and American hippies during the 1960s, the strand stretches about two kilometers with rocky bluffs at either end, and is famed as a clothing-optional beach (although it isn’t legal here.)\n\nWhile the main beach here is backed by budget hotels and cafes, a tiny sliver of sand at the eastern end called Playa del Amor offers far more privacy.\n\nPlaya Zipolite, San Pedro Pochutla, Oaxaca, Mexico\n\nMetsoke Dragot, Israel\n\nFloat nude in the warm, ultra-buoyant salty water and smear your entire naked body with soothing, mineral-infused black mud at this rocky beach on the western shore of the Dead Sea.\n\nPerhaps the only place in the Middle East where any kind of public nudity is tolerated, Metsoke Dragot is located about an hour’s drive from Jerusalem and requires a short but rough drive along an unpaved road to reach the shoreline.\n\nPrimitive camping is aloud along the shore. The only nearby hotel and bar is the cliff top Metzoke Dragot Travelers Village.\n\nMetsoke Dragot, Highway 90, Dead Sea, Israel\n\nPraia Massarandupió, Bahia, Brazil\n\nNaturist beach Praia Massarandupió in Bahia. Fred Schinke/Flickr\n\nThe string bikinis on Copacabana may expose an awful lot of Brazilian flesh, but not nearly as much as this naturist beach along the Bahia coast.\n\nA two-hour drive north of Salvador, the nude beach is about a one-kilometer walk from the parking lot along the shoreline flanked by coconut palms, rolling dunes and very surfable waves.\n\nPraia Massarandupió, Bahia, Brazil\n\nSpiaggia di Guvano, Vernazza, Italy\n\nSpiaggia de Guvano has been popular with nude bathers since the 1960s. Shutterstock\n\nLocated on the gorgeous Cinque Terre, this primo Italian nude beach looks like something out of a movie (think “Swept Away ” – the 1974 version directed by Lina Wertmüller.)\n\nAdding to the beach’s mystique is the fact that it can only be reached via kayak or motorboat or hiking down a steep and somewhat treacherous trail that involves scrambling over rocks.\n\nGuvano is totally primitive, with no facilities of any kind, so bear this in mind when planning your visit.\n\nThe beach is also pebble rather than sand, but the water is clear, clean and gorgeous.\n\nSpiaggia di Guvano, 19018 Vernazza, SP, Italy\n\nVecaki Beach, Riga, Latvia\n\nEdged with pine trees, this Latvian beach is as calming as it is beautiful.\n\nBased close to the capital city of Riga and a relatively short walk from Vecaki train station, it’s known for its shimmering waters, stunning sunsets and of course, its nudist section.\n\nThe zone, which happens to be the biggest nudist beach area in the country, includes a beach volleyball area that’s a big hit with local residents.\n\nVecaki Beach, Selgas iela 20, Riga 1030, Latvia\n\nHaulover Beach Park, Miami, Florida\n\nThe most popular public nude beach in the United States, Haulover attracts more than 1.3 million bare bottomed people to its white sands and warm water each year.\n\nThe clothing-optional portion, marked at either end by picket fences, offers rental beach chairs and umbrellas, as well as lifeguards.\n\nGiven the stellar weather in south Florida, there’s usually someone in the buff on any given day.\n\nBut the biggest crowds gather during National Nude Recreation Week in July and whenever Haulover is trying to set a new Guinness World Record for skinny dipping.\n\nHaulover Beach Park, 10800 Collins Ave, Miami Beach, FL 33154\n\nEditor’s note: This story was updated and republished in May 2024.", "Editor’s Note: Delving into the archives of pop culture history, “Remember When?” is a new series offering a nostalgic look at the celebrity outfits that defined their eras.\n\nCNN —\n\nRemember when Kate Moss wore wellies (that’s rain boots for those outside the UK) to Glastonbury?\n\nAs the historic festival once again returns to Worthy Farm, we look back at one of its most memorable fashion moments. After all, no British summer would be complete without copious amounts of mud.\n\nAnd no one has conquered it quite like Moss.\n\nSome 19 years ago, Britain’s best-known supermodel broke fashion’s proverbial fourth wall and joined the mortals in their muddy squalor. Sure, she’d probably spent the weekend glamping in the festival’s VIP zone. But a filthy field is England’s great leveler – and during those brief, well-photographed walks through the Glastonbury grounds, cigarette in hand, she was just like us.\n\nUntil, that is, her choice of practical footwear transformed festival fashion and helped save a heritage boot maker from the brink of obsolescence.\n\nIt was the summer of 2005 and Moss was near the height of her powers. Media interest in her festival whereabouts was amplified by a fixation with her then-nascent dalliance with Pete Doherty. But while The Libertines’ frontman certainly looked more at home in the conditions, it was Moss who grabbed the limelight.\n\nPete Doherty and Kate Moss are seen at the Glastonbury Music Festival 2005. MJ Kim/Getty Images\n\nMatching a pair of classic black Hunter rain boots with a waistcoat, short shorts and studded belt (and later a glittering tunic), the model was a picture of understated glamor. Below the knee her look was interchangeable with that of a Somerset pig farmer. But above it, she could just have easily emerged from a Chelsea mansion to a well-placed paparazzi ambush.\n\nThe images quickly went viral (or as viral as they could in the pre-social media age). The bastion of mid-1990s so-called “heroin chic” had become the face of its slightly older, more respectable cousin: mid-2000s festival chic.\n\nIn the process, wellies secured their place in the popular imagination. No longer the preserve of agriculture, they had become a rubbery status symbol best matched with trilby hats, cravats and other questionable noughties accessories. This once-practical boot had morphed into bourgeois badge of honor indicating that the wearer was prepared to “rough it” and still look fabulous (the drug-afflicted rockstar boyfriend remained an optional part of the look).\n\nSuddenly, festival wear became its own category of clothing, something far greater than an amalgam of items you didn’t mind ruining. But an even more profound transformation was also taking place – that of the then-struggling Hunter Boot Limited.\n\nThe Scottish brand’s true heyday may have been during the World Wars, when it produced huge quantities of waterproof boots for the front lines. But never before in the company’s then 149-year history had its sensible footwear been so desirable. While one shouldn’t overstate the power of the Moss effect (her endorsement couldn’t save the boot maker from entering administration in 2006), it helped set in motion a remarkable turnaround in the company’s fortunes.\n\nBy 2007, the firm was under new ownership and reporting an 85% increase in year-on-year sales. It has since become a bona fide festival fixture, producing rainwear, outerwear and boots in all manner of colors and styles.\n\nOnce prized for keeping gangrene at bay in the trenches, Hunter has completed the ultimate 21st-century transformation to become the rainy-day boot de jour for celebrities from Rita Ora to Rihanna, Cara Delevingne to Alexa Chung.\n\nAnd to think that all Kate wanted was a pair of snug, dry feet.", "Editor’s Note: (6/27/24) Since this story was published in August 2023, the case against Nathan James Cruz was dismissed due to a missing witness, according to court records in Bexar County, Texas.\n\nCNN —\n\nThe teenage cousin of the gunman responsible for the 2022 Uvalde, Texas, school shooting was arrested Monday on suspicion of threatening to “do the same thing” to a school, according to court documents obtained by CNN.\n\nNathan James Cruz, 17, was arrested on a felony charge of making a terroristic threat to a public place and a misdemeanor charge of making a terroristic threat against a family member, according to Bexar County Central Magistrate records.\n\nNathan James Cruz Bexar County Sheriff's Office\n\nCruz is the cousin of Salvador Ramos, the 18-year-old who fatally shot 19 children and two teachers at Robb Elementary School in May 2022, San Antonio police Sgt. Washington Moscoso told the New York Times on Monday.\n\nCNN has sought comment from San Antonio police.\n\nRamos stormed into Robb Elementary last year armed with an assault rifle and tactical vest and opened fire on two adjoining classrooms – perpetrating one of the deadliest school shootings in modern US history. Law enforcement’s response has been heavily scrutinized, as officers waited outside the classrooms for more than an hour before entering and fatally shooting Ramos.\n\nCruz’s mother contacted police on Monday after her daughter reported that Cruz said he planned to “do the same thing” as his cousin, according to an affidavit obtained by CNN.\n\nHis mother told investigators she was “especially concerned because the suspect is currently on probation, was intoxicated at the time” and because the family lives across the street from an elementary school, the affidavit states.\n\nCruz’s sister told investigators that while she was giving her brother a ride, he “threatened to shoot her in the head and stated he would ‘shoot the school,’” according to the affidavit.\n\nThe mother allegedly overheard a phone conversation in which Cruz was attempting to illegally acquire an AR-15-style assault rifle – the same style used by Ramos to carry out the Uvalde shooting, according to the affidavit.\n\nFollowing his arrest, Cruz “denied making any threats” when interviewed by a detective, the document states.\n\nCNN has been unable to confirm whether Cruz has an attorney. His charges carry a combined $160,000 bond, according to the magistrate records.", "CNN —\n\nHuman-caused climate change has already made heat waves around the world more frequent and intense.\n\nScientists who study the role of global warming on weather say that every heat wave today bears the fingerprints of the climate crisis.\n\nClimate change, driven primarily by humans burning fossil fuels, is worsening global extreme weather in general, but much of that change is related to heat.\n\nIn the US, heat kills more Americans than any other weather-related disaster, and it will only continue to worsen as the world heats up from burning fossil fuels.\n\nHere’s what happens to your body in extreme heat, what you need to watch out for and how to stay safe.\n\nWhat happens to your body\n\nNormally, your body is used to a certain range of temperatures, usually between 97 to 99 degrees Fahrenheit. When your brain senses a change – either lower or higher than that – it attempts to help your body cool down or heat up, according to Dr. Judith Linden, executive vice chair of the department of emergency medicine at Boston Medical Center and a professor in the emergency medicine department at Boston University’s school of medicine.\n\n“There are a number of different ways in which (the brain) attempts to cool the body down. One way, the most common way we think of, is that you sweat,” Linden said. “The pores open, the body sweats and the sweat evaporates, that cools the body.”\n\nThe second way your body cools itself down is by dilating vessels and upping your heart rate, which helps bring heat and blood to the surface of your body and helps releases that excess heat.\n\nWhen you’re exposed to high temperatures, it becomes harder for your body to try and keep up with cooling itself down. And if your environment is hot and humid, sweat doesn’t evaporate as easily – which pushes your body’s temperature even higher, according to the Mayo Clinic.\n\n“The higher the humidity, the lower temperatures you need for extreme heat,” Linden said.\n\nHigh body temperatures can lead to damage to the brain and other vital organs, the CDC says. They can also lead to several heat-related illnesses.\n\nTypes of heat-related illnesses\n\nMild-heat related illnesses, including heat cramps, are most common, Linden said. Heat cramps can develop in people who sweat a lot, including during exercising. The excessive sweating uses up all of the body’s salt and moisture and can lead to muscle pains or spasms, usually in the abdomen, arms or legs, according to the CDC.\n\nA heat rash can also develop. That’s a skin irritation caused by too much sweating in hot and humid weather, and is most common in young children, the CDC says. It is usually a red cluster of pimples or blisters, and tends to be in places including the neck, upper chest or in elbow creases.\n\nWhen your body’s beginning to exceed its ability to cool itself down, you can develop what’s known as heat exhaustion.\n\n“In this case you’re going to see excessive sweating because your body is really going to try and keep up with that extra heat. You’re going to feel light-headed, you may feel dizzy, often people present with nausea, headaches and their skin often looks pale and clammy and their pulse is often fast,” Linden said.\n\n“This is the body’s last attempt to cool itself before it really goes into a point of no return.”\n\nA heat stroke is the most serious heat-related illness, and, if left untreated, can lead to death.\n\n“That’s where your body’s temperature goes above 104 to 105 degrees or so, and this is where your mechanisms are starting to fail,” Linden said.\n\nWarning signs may include extremely high body temperatures, red and dry skin, a rapid pulse, headache, dizziness, nausea or loss of consciousness, according to the CDC.\n\nThe hallmark of a heat stroke is confusion and agitation, Linden said.\n\n“So when somebody’s in the heat and they become confused and agitated, that’s heat stroke until proven otherwise and you need to call 911 for that or get help immediately and get the person out of the heat.”\n\nWho is most at risk\n\nElderly, people with chronic medical conditions as well as children are at higher risk for severe heat-related illnesses.\n\nThe elderly and people with chronic medical conditions may be less likely to sense and respond to temperature changes and may be taking medication that make the heat effects worse, the CDC said.\n\n“Very young (people) as well, because they’re less likely to recognize heat-related illness and they’re less likely to get out of the heat if they’re starting to feel overheated,” Linden said.\n\nStudent-athletes and pets are also at higher risk, she added.\n\n“In this weather, you must never, ever, ever leave a child or a pet in the car for even a minute,” Linden added.\n\nHow to stay safe\n\nWhen your community is facing extreme heat, there are several things you can do to keep yourself and others safe.\n\nFirst, keep an eye out for symptoms of heat exhaustion or other illnesses. “If somebody starts feeling light-headed, dizzy, nausea or headache, that is the time to act immediately,” Linden said. “That means getting them out of the heat and into a cool environment.”\n\nPutting water on someone who may be experiencing symptoms and giving them fluids can help cool them down. If someone is starting to lose consciousness or has nausea or vomiting, call 911.\n\n“If you see anybody with any type of confusion, that’s an immediate red flag,” Linden added.\n\nWhen it’s hot outside, try to avoid outdoor activities – especially between the hours of 11 a.m. and 3 p.m., according to Linden. If you have to go outside, wear light-colored clothing, cover your head and drink plenty of fluids.\n\nDon’t wait until you’re thirsty to drink water – as that can be a sign of dehydration. Linden recommends drinking at least one glass of water – or more – an hour.\n\n“If you do start to feel light-headed, dizzy, sweating, fast pulse, get out of the heat immediately,” Linden said.\n\nTry to find air conditioning, or places in your area where you can go to stay cool, according to Ready.gov. Even spending a few hours in a shopping mall or public library can help.\n\nWhen you’re home, fans can help, but don’t rely on them as your only way of cooling down – while it may feel more comfortable, they won’t help prevent heat-related illness.\n\n“If you’re in a super hot room, if you’ve got a fan, is it helpful? No. I think, if you’ve got a fan, and you’re able to mist yourself … then fans can be helpful,” Linden said. “Fans are not foolproof.”\n\nFinally, make sure you’re checking on your neighbors, parents and friends – especially older individuals who may be living alone or are isolated, Linden said.", "Editor’s Note: A version of this story was initially published in June 2020.\n\nCNN —\n\nOn this holiday you might see another red, white and blue flag flying over state capitols and city buildings.\n\nThat banner with a bursting star in the middle is the Juneteenth Flag, a symbolic representation of the end of slavery in the United States.\n\nThe flag is the brainchild of activist Ben Haith, founder of the National Juneteenth Celebration Foundation (NJCF). Haith created the flag in 1997 with the help of collaborators, and Boston-based illustrator Lisa Jeanne Graf brought their vision to life.\n\nThe flag was revised in 2000 into the version we know today, according to the National Juneteenth Observation Foundation. Seven years later, the date “June 19, 1865” was added, commemorating the day that Union Army Maj. Gen. Gordon Granger rode into Galveston, Texas, and told enslaved African Americans of their emancipation.\n\nFor more than two decades, communities around the country have held flag-raising ceremonies on Juneteenth in celebration of their freedom.\n\n“This country has so many aspects to it that are spiritual, and I believe this flag is of that nature,” Haith said. “It (the idea for the design) just came through me.”\n\nDesigning the flag and its symbols was a deliberate process, Haith said. Here’s what each element of the flag represents.\n\nThe star\n\nThe white star in the center of the flag has a dual meaning, Haith said.\n\nFor one, it represents Texas, the Lone Star State. It was in Galveston in 1865 where Union soldiers informed the country’s last remaining enslaved people that, under the Emancipation Proclamation issued two years earlier, they were free.\n\nBut the star also goes beyond Texas, representing the freedom of African Americans in all 50 states.\n\nThe burst\n\nThe bursting outline around the star is inspired by a nova, a term that astronomers use to mean a new star.\n\nOn the Juneteenth flag, this represents a new beginning for the African Americans of Galveston and throughout the land.\n\nThe arc\n\nThe curve that extends across the width of the flag represents a new horizon: the opportunities and promise that lay ahead for Black Americans.\n\nThe colors\n\nThe red, white and blue represents the American flag, a reminder that slaves and their descendants were and are Americans.\n\nJune 19, 1865, represents the day that enslaved Black people in Galveston, Texas, became Americans under the law.\n\nAnd while African Americans today are still fighting for equality and justice, Haith said those colors symbolize the continuous commitment of people in the United States to do better – and to live up to the American ideal of liberty and justice for all.", "Advocacy groups are petitioning Federal Emergency Management Agency (FEMA) to include extreme heat and wildfire smoke as major disasters in the same way they do for hurricanes and other major disasters and emergencies.\n\nExtreme heat is by far the most deadly kind of weather, killing on average more than twice as many people each year as hurricanes and tornadoes combined, according to data tracked by the National Weather Service.\n\nBut as CNN as previously reported, FEMA’s hands are tied by congress and the Stafford Act — the federal law that gives FEMA the power to respond to emergencies and determines what qualifies as one.\n\nThe 77-page petition, signed by 31 labor unions, public health organizations and environmental organizations, was sent to FEMA Monday proposing an amendment to the Stafford Act that would add extreme heat and wildfire smoke to the definition of major disasters.\n\n“This simple but elegant amendment serves to unlock critical funds for state, Tribal, and local governments and communities to manage and mitigate extreme heat and wildfire smoke—both natural catastrophes predicted to worsen in duration, frequency, and severity due to the climate emergency,” the petition says.\n\nThe petition notes that the Stafford Act can be easily amended as it was just a few years ago to respond to the Covid-19 pandemic.\n\nAround two dozen large wildfires are currently burning in the US, according to the National Interagency Fire Center, all of them in Western states. On the other side of the country, a dangerous, long-duration heat wave is tightening its grip on the Northeast and parts of the Midwest. About 270 million people could see temperatures at or above 90 degrees this week.\n\nElla Nilsen and Rob Shackelford contributed to this report.", "A Boeing 737 MAX 8 is pictured outside the factory on March 11, 2019 in Renton, Washington. Stephen Brashear/Getty Images\n\nDespite the attention Tuesday’s hearing about Boeing’s safety problems will garner, it’s not clear whether it will produce significant change at the company, said Richard Aboulafia, managing partner for AeroDynamic Consultancy, an aerospace advisory firm.\n\n“Nothing has produced change (at Boeing) except frustration from a bunch of airline customers,” Aboulafia said. “I’m not sure what will change as a consequence of this. He (Boeing CEO Dave Calhoun) needs to go. He has shown a strong desire to double down on what’s bad.”\n\nCalhoun announced plans to retire before the end of this year. His successor has yet to be selected. Calhoun said he has a preferred candidate but he has not publicly identified that person and said the decision is up to the search committee and Boeing’s board.\n\nAboulafia said the board has shown little indication of seeing a need to change the way things are done at Boeing, calling it a “board on autopilot.” The board approved a $32.8 million pay package for Calhoun in 2023, a 45% increase from the $22.6 million he received for 2022. And it could have been a lot more: He declined to accept his annual incentive bonus of $2.8 million – a request the board said he made after the Alaska Air incident.\n\nAt the end of the hearing Tuesday Calhoun pointed out that there have been changes among Boeing top mangers since the two fatal crashes and the grounding of the Max in 2019 and 2020, as well as additional management changes since the Alaska Air incident.\n\nHe defended using internal candidates from Boeing to fill the open positions.\n\n“We try to select people who know a lot about airplanes,” he said.\n\nBut Senator Richard Blumenthal, the chairman of the subcommittee, argued that Boeing needed to turn to outsiders to make a true change in the culture at the company.", "A truck carrying aid for delivery into Gaza drives through the Kerem Shalom crossing in southern Israel, on June 17. Nathan Frandino/Reuters\n\nIsrael says it has introduced a daily “tactical pause” of military activity along a route in southern Gaza to allow aid to be distributed, but said there will be no let up in fighting in and around Rafah in southern Gaza.\n\nThe pauses began on Saturday and will take place every day from 8 a.m. until 7 p.m. local time until further notice to allow trucks to move from the Kerem Shalom Crossing, the main entry point for incoming aid to southern Gaza, up the Salah al-Din Road and northward, the Israel Defense Forces said.\n\nSoon after announcing the move, the Israeli military said “the fighting in Rafah continues,” adding “there is no change in the entry of goods into the Strip.”\n\nA bottleneck of aid has built up at Kerem Shalom amid Israeli airstrikes and fighting in much of southern Gaza.\n\nDire humanitarian crisis: Human rights groups have described “unspeakable” living conditions for Palestinians in Gaza following eight months of Israeli bombardment. Israel’s military campaign has pulverized neighborhoods, damaged health infrastructure and depleted food, water and fuel supplies.\n\nMore than 50,000 children in Gaza now require treatment for acute malnutrition, the United Nations Relief and Works Agency for Palestine Refugees (UNRWA) said in a post on X on Saturday.\n\nLast month, Israel pressed ahead with its ground operation in central Rafah, saying Hamas fighters are embedded in civilian areas of the enclave’s southernmost city.\n\nThe operation has led hundreds of thousands of already displaced people to leave the area. Gazans say they have been bombed even when they evacuated to areas that were supposed to be safe — and that they have nowhere left to go. Internally displaced Palestinians are estimated to be crammed into an area of 69 square kilometers (27 square miles).\n\nIsraeli leadership criticizes the move: Prime Minister Benjamin Netanyahu was unhappy when he first heard of the plan, according to an Israeli official.\n\nNetanyahu then contacted his military secretary and said this was unacceptable, until he was assured the fighting in Rafah would continue. It raises the question of where the “tactical pause” order originated, but it’s expected to continue.\n\nIsraeli security minister Ben Gvir — a leading right-wing member of the country’s cabinet — condemned the pause. “Whoever decided on a ‘tactical pause’ for the purpose of a humanitarian transition, especially at a time when the best of our soldiers are falling in battle, is an evil and a fool who should not continue to be in his position,” he said.\n\nFighting and deadly strikes: Fierce fighting and airstrikes have rocked Rafah as the Israeli effort to destroy Hamas in Gaza continues. A civil defense official in the enclave told CNN heavy clashes were ongoing in neighborhoods of western Rafah on Sunday.\n\nAhmed Radwan, the media officer of Rafah Civil Defense, said the organization had received pleas to collect bodies and wounded people, but it was difficult for crews to access many areas due to Israeli military operations.\n\nOn Saturday, eight IDF soldiers were killed near the city, one of the single deadliest incidents of the war for Israeli troops.", "CNN —\n\n“I came of age when the jet age came of age,” says Ann Hood, an American novelist and New York Times best-selling author, whose book “Fly Girl” is a memoir of her adventurous years as a TWA flight attendant, right at the end of the Golden Age of air travel.\n\nAs a child, growing up in Virginia, she witnessed the first flight of the Boeing 707 – which ushered in the era of passenger jet travel – and watched Dulles airport being built.\n\nAt the age of 11, after she moved back to her native Rhode Island with her family, she read a 1964 book titled “How to become an airline stewardess,” and her mind was made up.\n\n“Although it was sexist as hell, it enticed me because it talked about having a job that allowed you to see the world and I thought, well, that might work.”\n\nWhen she graduated from college, in 1978, Hood started sending job applications to airlines. “I think 1978 was a really interesting year, because many of the women I went to college with had one foot in old ideas and stereotypes, and the other foot in the future. It was kind of a confusing time for young women.”\n\n“Flight attendant” was a newly minted term, a gender neutral upgrade from “hostesses” and “stewardesses,” and deregulation of the airline industry was around the corner, ready to shake things up.\n\nBut for the most part, flying was still glamorous and sophisticated and flight attendants were still “beautiful and sexy ornaments,” as Hood puts it, although they were already fighting for women’s rights and against discrimination.\n\nThe stereotype of stewardesses in miniskirts flirting with male passengers still endured, popularized by books like “Coffee, tea, or me? The uninhibited memoirs of two airline stewardesses” – published as factual in 1967, but later revealed to have been written by Donald Bain, an American Airlines PR executive.\n\nWeight limits\n\nInflight opulence: Back when flying was a high-class luxury activity, inflight dining was a world away from today's plastic-wrapped sandwiches. Courtesy Anne Sweeney/Pan Am Museum Foundation Pan Am: Anne Sweeney flew as a flight attendant with Pan Am from 1964-1975, then later moved into PR, representing the Pan Am Museum Foundation. Courtesy Anne Sweeney/Pan Am Museum Foundation Golden Samovar: Back in the late 1960s, Alaska Airlines launched its Golden Samovar service to celebrate \"Alaska's colorful Russian heritage.\" Alaska Airlines Golden Samovar: \"Russian menus feature caviar, veal Orloff, tartlet Odessa and more,\" said its publicity at the time. Alaska Airlines American Airlines: Food is served on board a 707, which were produced by Boeing between 1956 and 1978. American Airlines Kids' meals: American Airlines' inflight menu included burger options for children. American Airlines Douglas DC-6: American Airlines was the first carrier to introduce the Douglas DC-6 plane, back in 1947. American Airlines American Airlines Douglas DC-7: International flights were a man's world when the Douglas CD-7 was introduced in 1953. American Airlines Royal Coachman: In the early 1960s, American Airlines' Royal Coachman menu included beef consommé, sauteed breast of chicken in wine and a fruit tartlet. American Airlines American Airlines Boeing 747: \"By the 1970s, things were more relaxed as flying became increasingly democratic with the Boeing 747,\" says David Crotty, curator at Qantas Heritage Collection. American Airlines Qantas 1954 Royal Tour menu: Australian national carrier Qantas celebrated its centenary last year and has chronicled its inflight meals since the 1930s. Qantas Captain Cook lounge: The high life got even higher when Qantas introduced Captain Cook lounges on board the upper deck of its Boeing 747s in the early 1970s. Qantas Singapore Airlines: In the 1970s, Singapore Airlines trolleys came laden with platters of salads and hors d'oeuvres, cheese plates and decadent desserts. Singapore Airlines Singapore Airlines: Flying was still glamorous in the 1980s on the Business Class upper deck. Singapore Airlines Photos of vintage inflight dining experiences Prev Next\n\nSome of the worst requirements to be hired as a flight attendant – such as age restrictions and losing the job in case of marriage or childbirth – had already been lifted, but others remained.\n\nThe most shocking one, perhaps, was the fact that women had to maintain the weight they had at the time of hiring.\n\n“All airlines sent a chart with your application, you looked at your height and the maximum weight and if you did not fall within that, they wouldn’t even interview you,” says Hood. “But once you got hired, at least at TWA, you couldn’t go up to that maximum weight. You had to stay at your hiring weight, which in my case was about 15 pounds less than my maximum limit.\n\n“My roommate got fired over this. The really terrible thing about it, other than what it did to women, is that this restriction was not removed until the 1990s.”\n\nHood was one of 560 flight attendants, out of 14,000 applicants, hired in 1978 by TWA, then a major carrier, acquired by American Airlines in 2001.\n\nThe job started with a few days of intense training in Kansas City, where cadet flight attendants would learn everything from aircraft part names to emergency medical procedures, as well as the safety protocols of seven different aircraft. The list included the Queen of the Skies, the Boeing 747.\n\n“It was kind of terrifying, because it was so big – and the stairs, the spiral stairs that led to first class that you had to go up and down not infrequently,” says Hood. “I would keep thinking: don’t trip. Eventually I got used to it.”\n\nCarving chateaubriand\n\nHood's favorite plane was a Lockheed L-1-11 TriStar. Christopher Deahr/Moment Editorial/Flickr Vision/Getty Images\n\nShe says her favorite plane to work on was the Lockheed L-1011 TriStar. “Domestically, only Eastern Airlines and TWA flew it. It was a very approachable, workable widebody plane with a lovely setup of two seats on each side and then four seats in the middle, so everybody could get out easily. Nobody was unhappy on that plane.”\n\nFlying was still glamorous at the time, she says.\n\n“People dressed up to fly and remembered the food in a good way. It’s really different from today. I can only compare it to being in a fine hotel, or maybe on a cruise ship. Nothing was plastic and coach was super nice,” says Hood, who remembers donning her Ralph Lauren-designed uniform and carving chateaubriand cooked to taste for first class passengers, who also had a choice of Russian caviar and lobster bisque to go with their Dom Perignon.\n\nIt wasn’t all a bed of roses. Smoking on board was widespread, and for flight attendants it was a nightmare.\n\n“If you went on a five-day trip, which wasn’t uncommon, you had to pack a separate whole uniform because you just would smell so much like smoke,” Hood says. “Boy, was I glad when that stopped. The front rows of each section were deemed non-smoking, but the whole plane was filled with smoke because you couldn’t keep it from going backwards, it was ridiculous.”\n\nWhat about the Mile High Club? “It wasn’t uncommon on international flights to see a man go into the bathroom and a minute later his seatmate join him, or some version of that,” says Hood. “It didn’t happen on every flight, but you saw it.\n\n“International flights usually weren’t as full as they are now, so in those middle sections of five seats on a 747 you could see a couple put the armrests up, take a blanket and disappear under it. I can’t say what they were doing, but it looked suspicious.”\n\nAs for passengers flirting or asking flight attendants out, it was also common. “I did date passengers, but that was mostly disastrous. It was never what I had imagined. But in 1982, I met a guy on a flight from San Francisco to New York. He was sitting in 47F – and I dated him for five years.”\n\nAn empowering job\n\nHood left the job in 1986 to focus on her writing career. Ann Hood\n\nHood has seen her fair share of bizarre things on board. “The weirdest would definitely be the woman in first class who appeared to be breastfeeding her cat. I mean, I can’t say that it was actually happening, but she had her cat to her breast.\n\n“And then the guy who flew the whole way in his tighty-whities and his dress shirt and tie, because he didn’t want to wrinkle his pants for a job interview. Or the guy on a 747 in Frankfurt who was riding his bicycle down the aisle,” she reveals.\n\nThat said, the routine would sometimes kick in, and not every flight was a wondrous concentrate of adventure and glamor.\n\n“I would say the job was 80% fun and 20% boring. In some flights, especially those that weren’t very full, there was a lot of time to fill. You can only serve people so much food and so many drinks, and play so many movies. I made the job fun. I loved talking to people. I loved the feel of it. I still love flying today,” says Hood.\n\nShe says it was indeed possible to actually visit and experience the cities she traveled to. “Sometimes your layover was really short or you were just tired, but for the most part, the city was right out the door. I very much took advantage of that when flying internationally.”\n\nShe left the job to focus on her writing career in 1986, and by that time things had changed. Deregulation, which removed federal control over everything from fares to routes, had come fully into effect, changing flying forever.\n\nPlanes became filled with more seats and coach stopped being as pleasant, but flying was also democratized and made available to a far larger share of society.\n\nHood says she is proud of her career in the skies.\n\n“Flight attendants are a force. They’re highly unionized. They’re independent. In the cabin, they make all the decisions. They have to troubleshoot. They’re there for the emergency stuff. They land in cities where they don’t know anything or anyone and find their way.\n\n“It’s such an empowering job, yet it’s a sexist job. In itself, it is as contradictory today as the time in which I started it,” she says.\n\nNevertheless, she recommends it as a career option.\n\n“I was 21 when I was hired, and it gave me confidence, it gave me poise, and the ability to think on my feet,” she adds. “To take charge on that airplane, and once I got off, to walk into a city and feel completely at home – or at least figure out how to feel at home in it.\n\n“I don’t know if it should be someone’s life’s work – if they want it to be that, great. But I think a few years working as a flight attendant could change your life.”", "The fate of the 120 remaining hostages in Gaza is crucial to any deal to end the protracted and bloody conflict between Israel and Hamas.\n\nBut a senior Hamas official has told CNN that “no one has an idea” how many of them are alive, and that any deal to release them must include guarantees of a permanent ceasefire and the complete withdrawal of Israeli forces from Gaza.\n\nIn an interview with CNN, Hamas spokesperson and political bureau member Osama Hamdan offered an insight into the militant group’s position on the stalled ceasefire talks, a view on whether Hamas regrets its decision to attack Israel given the mounting Palestinian death toll, and a commentary on the leak earlier this week of messages from its chief in Gaza, Yahya Sinwar, the man believed to be the ultimate decision-maker on any peace deal.\n\nSpeaking to CNN in the Lebanese capital Beirut, Hamdan said the latest proposal – an Israeli plan that was first publicly announced by US President Joe Biden late last month – did not meet the group’s demands for an end to the war.\n\nHamdan told CNN that Hamas needed “a clear position from Israel to accept the ceasefire, a complete withdrawal from Gaza, and let the Palestinians to determine their future by themselves, the reconstruction, the (lifting) of the siege … and we are ready to talk about a fair deal about the prisoners exchange.”\n\nNegotiations over the US-backed proposal have intensified recently but appeared to grind to a halt Wednesday after Hamas presented its response to the document, 12 days after first receiving it.\n\nRead more.", "Max, a recruitment officer for the DaVinci Wolves Battalion, talks with 39 year-old Mykhailo during his recruitment interview at a recruitment office on February 22, in Kyiv, Ukraine. Chris McGrath/Getty Images\n\nThe US and Ukraine are expected to sign a bilateral security pact on the sidelines of the G7 in Italy on Thursday, multiple people familiar with the matter told CNN, in a deal that lays out a path for the US’ long-term security relationship with Kyiv but that could also be undone by future US administrations.\n\nThe agreement follows months of negotiations between the US and Ukraine and is expected to commit the US for 10 years to continued training of Ukraine’s armed forces, more cooperation in the production of weapons and military equipment, the continued provision of military assistance and greater intelligence sharing.\n\nBut the pledge is expected to be an “executive agreement,” the sources said, making it less formal than a treaty and not necessarily binding for any future presidents.\n\nFormer President Donald Trump, the presumptive Republican presidential nominee, has not explicitly said whether he would continue support for Ukraine if he wins in November, saying only that he would negotiate a quick end to the Russia-Ukraine war without explaining how. He has also pushed European countries to contribute more to their own defense and said he’d “encourage” Russia “to do whatever the hell they want” if Europe didn’t increase its defense funding.\n\nThe US-Ukraine agreement does not make a specific monetary pledge to support Ukraine’s defense, two of the sources familiar with the agreement said. An annex in the agreement will lay out how the Biden administration plans to work with Congress on the implementation of the security commitments, one of the sources said, specifically the long-term funding that will be needed to support Ukraine’s defense.\n\nKeep reading here about the agreement.", "Reproductive rights groups across the US are responding to the Supreme Court’s decision to throw out a challenge to how mifepristone is accessed.\n\nNancy Northup, president and CEO of the Center for Reproductive Rights said she felt “both relief and anger about this decision.” She said she was glad the decision had been rejected, but did not believe it should have made it to the Supreme Court in the first place.\n\nJennifer Dalven, director of the American Civil Liberties Union Reproductive Freedom Project warned that while today seemed like a victory for reproductive rights, “we know that this is far from the end of the line.” Dalven said other politicians were prepared to pose challenges to abortion rights in the US.\n\nDestiny Lopez, acting Co-CEO of the Guttmacher Institute said the case was “rooted in bad faith and lacking any basis in facts or science.” Lopez said it should not have ever reached the top. court, echoing Northup’s sentiment. She also warned that further challenges to anti-abortion rights would arise despite the outcome.\n\nPresident of the American College of Obstetricians and Gynecologists Stella Dantas said the decision from the Supreme Court “provides us with long-awaited relief.” Dantas said the findings meant “patients and clinicians across the country will continue to have access to mifepristone for medication abortion and miscarriage management.”\n\nThe President of the American Medical Association (AMA) Bobby Mukkamala released a statement applauding the Supreme Court’s decision. “Efforts to second guess the FDA’s scientific judgment and roll back access to mifepristone were based on a sham case that not only lacked standing, but relied on speculative allegations and ideological assertions,” the statement said.\n\nPhyllis Arthur, executive vice president and head of Healthcare Policy and Programs at BIO said they were pleased that the authority would remain with the FDA to approve new medicines. “Today’s decision ensures patients and drug developers can rely on the rigorous FDA approval process as the scientific and trusted standard for drug approvals.”\n\nMeanwhile, Danco, the manufacturer of mifepristone, said it was pleased with the outcome of today’s ruling, which “safeguards access to a drug that has decades of safe and effective use.” The manufacturer said it remained committed to providing safe access to abortion across the US.\n\nThis post will continue to be updated as more reactions are released.", "Florida Sen. Marco Rubio characterized the meeting with former President Donald Trump as “getting the team back together” and providing the state of the former president’s campaign.\n\n“Optimism, but a lot of work to be done,” Rubio said.\n\nIt was a “terrific meeting,” Texas Sen. Ted Cruz said. “President Trump was in very good spirits, focused on winning back the White House.”\n\nTennessee Sen. Bill Hagerty said the meeting was “good.”\n\nAlabama Sen. Tommy Tuberville said the mood in the room was “unification, leadership,” which he said was “few and far between up here.”\n\nLouisiana Sen. Bill Cassidy said he was interested to see how the Trump press conference went, as he didn’t catch it.\n\n“I was a point for the president to connect with the people who are in this city,” Cassidy said.\n\nAsked whether there was any talk about Trump’s potential choice for vice president, Rubio let out a laugh and said no.\n\nWhen asked how the party can be united when some senior Republicans had previously blamed Trump for the January 6, 2021, Capitol attack, Sen. J.D. Vance of Ohio said: “No real Republican with any credibility in the party is still blaming him.”\n\n“He expressed frustration over the recent trial, you can imagine, and justifiably in my view,” Texas Sen. John Cornyn said. He said Trump did not bring up January 6.", "CNN —\n\nMifepristone, one of two drugs used for medication abortions, can continue to be mailed to patients without an in-person visit with a doctor following the US Supreme Court rejection of a lawsuit challenging regulation of the abortion pill.\n\n“While many women obtain medication abortion from a clinic or their OB-GYN, others obtain the pills on their own to self-induce or self-manage their abortion,” said Dr. Daniel Grossman, a professor of obstetrics, gynecology and reproductive sciences at the University of California, San Francisco.\n\n“A growing body of research indicates that self-managed abortion is safe and effective,” he said.\n\nMifepristone blocks the hormone progesterone, which is needed for a pregnancy to continue. The drug is approved to end a pregnancy through 10 weeks’ gestation, which is “70 days or less since the first day of the last menstrual period,” according to the US Food and Drug Administration.\n\nIn a medication abortion, a second drug, misoprostol, is taken within the next 24 to 48 hours. Misoprostol causes the uterus to contract, creating cramping and bleeding. Approved for use in other conditions, such as preventing stomach ulcers, the drug has been available at pharmacies for decades.\n\nTogether, the two drugs are commonly known as the “abortion pill,” which is now used in more than half of the abortions in the United States, according to the Guttmacher Institute, a research group that supports abortion rights.\n\n“Some people do this because they cannot access a clinic — particularly in states with legal restrictions on abortion — or because they have a preference for self-care,” said Grossman, who is also the director of Advancing New Standards in Reproductive Health, a research group that evaluates the pros and cons of reproductive health policies and publishes studies on how abortion affects a woman’s health.\n\nWhat happens in a medication abortion\n\nWhat happens during a medication abortion? To find out, CNN spoke with Grossman. This conversation has been condensed and edited for clarity.\n\nCNN: What is the difference between a first-trimester medication abortion and a vacuum aspiration in terms of what a woman experiences?\n\nDr. Daniel Grossman: A vacuum aspiration is most commonly performed under a combination of local anesthetic and oral pain medications or local anesthetic together with intravenous sedation, or what is called conscious sedation.\n\nAn injection of local anesthetic is given to the area around the cervix, and the cervix is gently dilated or opened up. Once the cervix is opened, a small straw-like tube is inserted into the uterus, and a gentle vacuum is used to remove the pregnancy tissue. Contrary to what some say, if the procedure is done before nine weeks or so, there’s nothing in the tissue that would be recognizable as a part of an embryo.\n\nThe aspiration procedure takes just a couple of minutes. Then the person is observed for one to two hours until any sedation has worn off. We also monitor each patient for very rare complications, such as heavy bleeding.\n\nA medication abortion is a more prolonged process. After taking the pills, bleeding and cramping can occur over a period of days. Bleeding is typically heaviest when the actual pregnancy is expelled, but that bleeding usually eases within a few hours. On average people continue to have some mild bleeding for about two weeks or so, which is a bit longer than after a vacuum aspiration.\n\nNausea, vomiting, fever, chills, diarrhea and headache can occur after using the abortion pill, and everyone who has a successful medication abortion usually reports some pain.\n\nIn fact, the pain of medication abortion can be quite intense. In the studies that have looked at it, the average maximum level of pain that people report is about a seven to eight out of 10, with 10 being the highest. However, people also say that the pain can be brief, peaking just as the pregnancy is being expelled.\n\nThe level of cramping and pain can depend on the length of the pregnancy as well as whether or not someone has given birth before. For example, a medical abortion at six weeks or less gestation typically has less pain and cramping than one performed at nine weeks. People who have given birth generally have less pain.\n\nCNN: What can be done to help with the pain of a medication abortion?\n\nGrossman: There are definitely things that can be used to help with the pain. Research has shown that ibuprofen is better than acetaminophen for treating the pain of medication abortion. We typically advise people to take 600 milligrams every six hours or so as needed.\n\nSome people take tramadol, a narcotic analgesic, or Vicodin, which is a combination of acetaminophen and hydrocodone. Recent research I was involved in found medications like tramadol can be helpful if taken prophylactically before the pain starts.\n\nAnother successful regimen that we studied combined ibuprofen with a nausea medicine called metoclopramide that also helped with pain. Other than ibuprofen, these medications require a prescription.\n\nAnother study found that a TENS device, which stands for transcutaneous electrical nerve stimulator, helps with the pain of medication abortion. It works through pads put on the abdomen that stimulate the nerves through mild electrical shocks, thus interfering with the pain signals. That’s something people could get without a prescription.\n\nPain can be an overlooked issue with medication abortion because, quite honestly, as clinicians, we’re not there with patients when they are in their homes going through this. But as we’ve been doing more research on people’s experiences with medication abortion, it’s become quite clear that pain control is really important. I think we need to do a better job of treating the pain and making these options available to patients.\n\nCNN: Are there health conditions that make the use of a medication abortion unwise?\n\nGrossman: Undergoing a medication abortion can be dangerous if the pregnancy is ectopic, meaning the embryo is developing outside of the uterus. It’s rare, happening in about 2 out of every 100 pregnancies — and it appears to be even rarer among people seeking medication abortion.\n\nPeople who have undergone previous pelvic, fallopian tube or abdominal surgery are at higher risk of an ectopic pregnancy, as are those with a history of pelvic inflammatory disease. Certain sexually transmitted infections can raise risk, as does smoking, a history of infertility and use of infertility treatments such as in vitro fertilization.\n\nIf a person is on anticoagulant or blood thinning drugs or has a bleeding disorder, a medication abortion is not advised. The long-term use of steroids is another contraindication for using the abortion pill.\n\nAnyone using an intrauterine device, or IUD, must have it removed before taking mifepristone because it may be partially expelled during the process, which can be painful.\n\nPeople with chronic adrenal failure or who have inherited a rare disorder called porphyria are not good candidates.\n\nCNN: Are there any signs of trouble a woman should watch for after undergoing a medication abortion?\n\nGrossman: It can be common to have a low-grade fever in the first few hours after taking misoprostol, the second drug in a medication abortion. If someone has a low-grade fever — 100.4 degrees to 101 degrees Fahrenheit — that lasts more than four hours, or has a high fever of over 101 degrees Fahrenheit after taking the medications, they do need to be evaluated by a health care provider.\n\nHeavy bleeding, which would be soaking two or more thick full-size pads an hour for two consecutive hours, or a foul-smelling vaginal discharge should be evaluated as well.\n\nOne of the warning signs of an ectopic pregnancy is severe pelvic pain, particularly on one side of the abdomen. The pain can also radiate to the back. Another sign is getting dizzy or fainting, which could indicate internal bleeding. These are all very rare complications, but it’s wise to be on the lookout.\n\nWe usually recommend that someone having a medication abortion have someone with them during the first 24 hours after taking misoprostol or until the pregnancy has passed. Many people specifically choose to have a medication abortion because they can be surrounded by a partner, family or friends.\n\nMost people know that the abortion is complete because they stop feeling pregnant, and symptoms such as nausea and breast tenderness disappear, usually within a week of passing the pregnancy. A home urine pregnancy test may remain positive even four to five weeks after a successful medication abortion, just because it takes that long for the pregnancy hormone to disappear from the bloodstream.\n\nIf someone still feels pregnant, isn’t sure if the pregnancy fully passed or has a positive pregnancy test five weeks after taking mifepristone, they need to be evaluated by a clinician.\n\nPeople should know that they can ovulate as soon as two weeks after a medication abortion. Most birth control options can be started immediately after a medication abortion.", "A rocket is seen in the sky above northern Israel on June 12. Reuters\n\nTensions at Israel’s northern border are again flaring, with Israel’s military reporting around 200 rockets being fired on Wednesday from Lebanon.\n\nThe Israel Defense Forces (IDF) said no injuries have been reported, with warning sirens sounding across towns near the border.\n\nThe Lebanese militant group Hezbollah said it was behind the attack, saying it was in support of Palestinian people in Gaza and in response to an Israeli attack on the village of Jouya in southern Lebanon, which reportedly killed a senior Hezbollah commander and three fighters.\n\nThe IDF said in return Israeli jets struck a rocket launcher in the Hanine area of southern Lebanon and militant infrastructure sites in the area of Yater, from which projectiles were fired at Israel on Wednesday morning.\n\nResidents evacuate: Several houses in the village of Kadita in the Galilee region of northern Israel have been evacuated after rocket attacks from Lebanon caused fires in the area, according to Israeli police. Israeli officers have been assisting firefighters in evacuation efforts and closed a major east-west highway spanning much of northern Israel due to a nearby fire.\n\nAttacks escalate: Israel announced last week that it was prepared for “very intense action” in the north as the exchanges of fire that have taken place almost daily since October 7 with Iran-backed Hezbollah ramp up.\n\nThe military capability of the Lebanese group is expansive, with the group boasting more than 100,000 fighters and reservists. The group is also believed to possess 150,000 rockets that could overwhelm Israel’s defenses if an all-out war breaks out.\n\nThis post has been updated with additional figures from the Israeli military and evacuations.", "House Republicans are scheduled Wednesday to vote on holding Attorney General Merrick Garland in contempt of Congress for refusing to turn over the audio recordings of President Joe Biden’s interviews with former special counsel Robert Hur, who investigated Biden’s handling of classified material and declined to bring charges.\n\nThe vote marks a major escalation in a monthslong dispute over the recordings between House Republicans and the executive branch that came after Biden asserted executive privilege over the files.\n\nHolding the nation’s top law enforcement officer in contempt would build on Republican allegations that the Justice Department has been weaponized against conservatives, claims that have been particularly ratcheted up in the wake of former President Donald Trump’s conviction in New York for falsifying business records.\n\nThrough their subpoena fight with the Justice Department, House Republicans have argued that the audio recordings are crucial to their impeachment inquiry into Biden, which remains stalled as the prospects of the investigation ending in impeachment are increasingly unlikely.\n\nHouse GOP leadership said Tuesday evening that they were confident they have the votes in their narrow majority to hold Garland in contempt, but they have been working behind the scenes to lock down their members ahead of Wednesday’s floor vote.\n\nA handful of House Republicans have privately voiced concerns about supporting the contempt resolution, raising questions whether the conference with its narrow majority will have the votes to pass it, a source familiar told CNN. Still, House Republicans announced Tuesday evening that the vote would go forward Wednesday.\n\n“We’re going to bring it up and pass it (on Wednesday),” House Majority Leader Steve Scalise told CNN.\n\nBy a slim 208 to 207 margin, the House took a key procedural step Wednesday morning to pass the rule that will bring the contempt resolution to the floor for debate and a final passage vote later in the day.", "The New York Stock Exchange is shown on Tuesday, June 11. Peter Morgan/AP\n\nWall Street will be parsing the May Consumer Price Index report just hours before the Federal Reserve is slated to announce its monetary policy update.\n\nThe CPI report and Fed’s policy meeting have fallen on the same day just seven times since 2014, according to Bank of America.\n\nDespite the rare event, it’s unlikely the stock market will swing widely because of the economic two-fer, some investors say.\n\n“The things that could drive volatility higher would be if Chair Powell was to say something unexpected; I think that is of a very low probability,” wrote Dave Sekera, chief US market strategist at Morningstar, in a Monday note. But if “inflation metrics come out much higher than expected, that could lead to a small sell-off. How much the market sells off would depend on how much above consensus inflation is running.”\n\nThe central bank is widely expected to keep rates on hold this month. Some analysts say upcoming CPI data won’t alter the Fed’s June decision, unless it shows a huge deceleration or acceleration in inflation. But the metric will still help guide the Fed’s decisions during the second half of the year.\n\n“The number of rate cuts the Fed will actually be able to deliver this year will depend heavily on the outlook for inflation; if it remains stickier, investors may want to temper their expectations for easing for 2024,” wrote Glenmede’s investment strategy team in a Monday note.", "Hunter Biden arrives at the federal court on the opening day of his trial on criminal gun charges in Wilmington, Delaware, on June 3. Kevin Lamarque/Reuters\n\nA panel of 12 Delaware citizens is deliberating in the the federal gun trial against Hunter Biden.\n\nThis is the first time in American history that the child of the sitting president is going on trial. The indictment was brought by the Justice Department, specifically by David Weiss, the special counsel appointed last year to oversee the Hunter Biden probes.\n\nHunter Biden, 54, is accused of illegally purchasing and possessing a gun while abusing or being addicted to drugs, a violation of federal law. He pleaded not guilty to the three charges, though he has been open about his struggles with alcohol and crack cocaine addiction.\n\nThe first two charges in the three-count indictment are tied to the gun purchase itself.\n\nWhen a person buys a gun, they must fill out a form with the Bureau of Alcohol, Tobacco, Firearms and Explosives and affirm that they are legally allowed to buy the weapon. Hunter Biden has been charged with lying on those forms.\n\nThese questions include: Have you been convicted of a felony? Are you a fugitive? Are you in the country unlawfully? And, importantly for this case, are you an “unlawful user of, or addicted to” illegal drugs? Hunter Biden allegedly checked the box that said, “No.”\n\nCount 3 relates to the possession of the gun. It’s also against federal law to possess a gun if you are abusing drugs. Hunter Biden had the gun for 11 days in October 2018, before his girlfriend threw it in a dumpster because she was worried about his mental health, according to the indictment and texts made public in recent court filings.\n\n“Guns present a danger if they get in the wrong hands, and that’s the impetus behind these laws,” Nabeel Kibria, a Washington, DC-based defense attorney who has handled hundreds of gun cases, told CNN. “The evidence seems pretty stacked against Hunter … but who determines who is an addict? What are the bright-line rules that must be followed?”\n\nIf convicted on all three counts, the president’s son could face up to 25 years in prison.", "What is As Equals?\n\nThere is a gendered dimension to every one of our major global challenges including, but not limited to: climate change, economic or health inequality, the rise of authoritarianism, mass migration or algorithmic bias. Critical, tenacious journalism is required to expose it all.\n\nWith stories on underreported issues in underreported parts of the world, told by underrepresented voices, As Equals intends to spotlight taboo subjects, use innovative presentations and effect change.\n\nStaffed by a dedicated team, As Equals will broaden the scope of gender reporting and build on CNN's already-established reputation for independent, world-class, mobile-first, thought-provoking journalism, with production across CNN's platforms, including newsletters and audio, documentaries, as well as events.\n\nHow is As Equals funded?\n\nAs Equals originally launched in 2018 with the assistance of a year-long Innovation in Development Reporting grant from the European Journalism Centre. The series kept going after 2019 thanks to commitment by CNN.\n\nIn October 2020, CNN announced that the series would expand with a new three-year grant of US $3.6m from the Bill & Melinda Gates Foundation.\n\nThat money -- which can only be used by CNN for As Equals -- will fund salaries and associated staffing costs; the reporting and production of journalism in multiple formats; the commissioning of freelance storytellers and the holding of events.\n\nFor the duration of the series, CNN will continue to provide As Equals with staff and logistical support.\n\nWill the Bill & Melinda Gates Foundation have any influence on CNN's journalism?\n\nNo. As Equals' journalism will be completely editorially independent. All of the output from the series will be held to CNN's high standards and will be fair, accurate and responsible.\n\nAs with other grant-funded journalism, we will regularly report to the funder, the Bill & Melinda Gates Foundation, to demonstrate that CNN is spending the money in line with the purpose for which it was intended.\n\nHow long does the funding last for?\n\nThe Bill & Melinda Gates Foundation grant funds As Equals for four years, until 31 December 2024.\n\nWhy focus on gender inequality?\n\nAs Equals intends to cast a spotlight on these issues and report on them in ways that deepens global understanding and produces tangible impact.\n\nWill As Equals include trans people in its coverage?\n\nAs Equals is unreservedly committed to inclusivity. Our stories will not only show you what gender inequality looks like, but also how inequality is not just limited to one location or people, and why it persists around the world.\n\nHow can I contact As Equals?\n\nYou can send tips or questions to the following email address: asequals@cnn.com\n\nPlease note that we're a small team and get lots of correspondence so your patience is appreciated.\n\nHow can I contribute to As Equals?\n\nAs Equals does not cover the news of the day. Rather we attempt to set the news agenda through investigative work, or deepen understanding and knowledge of causes of gender inequality and potential solutions through engaging human-interest or data stories.\n\nIf you'd like to send us tips, or make us aware of insights from research, data from studies, or the names and contacts of phenomenal people whose stories you think we should tell, you can do so by emailing asequals@cnn.com\n\nEvery year we select a couple of themes in order to give our journalists and audiences the opportunity to cover an issue or trend from multiple perspectives -- and improve the potential for impact. Get in touch to find out what series we're currently working on.\n\nBefore you pitch us a story, we'd like for you to ask yourself a few questions first:\n\nIs my idea original? This could mean that it could be a topic, a situation or a place that hasn't already been widely reported, but it can also mean that you have access to new information or different sources; your reporting will present the story in a new way, or will help audiences see the bigger picture. Am I the right person to tell this story? Do you have access that other people don't? Do you understand a complex issue and can clearly and engagingly tell a story about it? Do you study or follow a topic closely and can see what others have missed? Am I prepared to work with others? The best journalism is collaborative. You might have a great idea but not the right contacts or data skills, for example. If we commissioned you, would you be happy to work with a team to tell your story, if it needed it? How evergreen is my idea? While we will move quicker on columns, your opinion piece or feature idea shouldn't be irrelevant at the end of the day's news cycle. Is my story right for CNN? On As Equals, we want to see the bigger picture. To uncover the systemic causes of gender inequality and tell those stories for a global audience. Will your story help us do that? Is your story going to be relatable outside of its local or national context?\n\nDoes As Equals accept video or photo pitches?\n\nAs Equals seeks to amplify underrepresented voices in front of the lens and behind the camera. We're looking for character-driven short documentaries and photo essays by and/or about women and non-binary people across the globe, and would like to hear from non-fiction filmmakers, video and photo journalists who want to tell universal stories that touch audiences emotionally and hold up a mirror to society.\n\nIf you have an idea you'd like to pitch us, consider the questions mentioned above, then submit your pitch to asequals@cnn.com\n\nWhile strong preference will be given to stories in pre- or early production, you may also include links to previously-filmed material.\n\nThese FAQs were last updated on June 11, 2024.", "US national security adviser Jake Sullivan said an “enduring ceasefire” deal between Israel and Hamas is “the only credible path forward” after an Israeli hostage rescue mission that Gazan officials say killed at least 274 people.\n\n“The best way to get all of the hostages home and to protect Palestinian civilians is to end this war. And the best way to end this war is for Hamas to say ‘yes’ to the deal President Biden announced and that Israel has accepted, which lays out a roadmap to an enduring ceasefire and the return of all hostages,” Sullivan told CNN’s Dana Bash on “State of the Union.”\n\nUS President Joe Biden unveiled the three-phase proposal late last month, saying Israel had submitted the plan, though Prime Minister Benjamin Netanyahu’s comments since have left some doubt over his level of support for the proposal as laid out by Biden.\n\nCivilians in harm’s way: Sullivan acknowledged the civilian toll of Israel’s military operation Saturday while saying Hamas, which took the hostages during its deadly October 7 attacks on Israel, was putting Palestinians in harm’s way.\n\n“The president himself has said in recent days that the Palestinian people are going through sheer hell in this conflict because Hamas is operating in a way that puts them in the crossfire, that holds hostages right in the heart of crowded civilian areas,” he added.\n\nPressed by Bash on whether the US was comfortable with how the mission was carried out, Sullivan called for a diplomatic solution “where there’s no need for military operations to get every last hostage out.”\n\nUS Sen. Tom Cotton also laid blame on Hamas for keeping hostages in civilian areas Sunday. “You shouldn’t take hostages in the first place. You should release them once you have, and you certainly shouldn’t hide them in civilian areas,” Cotton told Fox News.\n\nThe Arkansas Republican said the operation, which has drawn condemnation from regional leaders, was “heroic” and “well-executed.”\n\nCNN’s Ebony Davis contributed reporting to this post.", "From Apple\n\nMonday’s keynote saw two big AI reveals from Apple: The unveiling of Apple Intelligence — the name for Apple’s proprietary suite of AI capabilities — as well as a partnership with OpenAI that will integrate ChatGPT into many Apple devices. Where does one end, and the other begin?\n\nThe key distinction appears to fall in the line between what Apple described as “world knowledge” and “personal context.” Where Apple Intelligence will excel is combining information about you and your relationships and using those insights to streamline your everyday workflows — calling up old photos from an event or helping you create stylized AI-generated images of your contacts. Much of the processing of this data will happen within the Apple ecosystem, either on your Apple device or in special cloud-based Apple servers.\n\nBy comparison, Apple’s integration with OpenAI will let you send specific queries about the wider world to ChatGPT. Apple said that while Apple Intelligence will understand a great deal about your personal life, other AI models — such as ChatGPT — may be better suited for responding to prompts related to more general information.\n\nAny prompts to ChatGPT will be sent to the platform on an opt-in basis — users will have to make a conscious decision to do so. You’ll also be able to use ChatGPT to create documents from within some Apple apps.\n\nFrom the sound of it, the partnership will simply create an easier way for Apple users to access ChatGPT rather than providing unique or distinct AI features to Apple devices. Notably, you’ll be able to use ChatGPT through Apple without creating a ChatGPT account, and any prompts sent to ChatGPT won’t be logged and your data won’t be stored, Apple said. The company added that it’s working on integrating other AI startups’ models, too.\n\nSo the two announcements could be seen as rather complementary.", "Hunter Biden watches as his daughter Naomi Biden testifies in court on Friday in Wilmington, Delaware. Bill Hennessy\n\nIt was clear that speaking about her father was a very painful subject for Naomi Biden. And even though she is a graduate of Columbia Law School, she appeared very uncomfortable on the stand after the defense called her to testify Friday in the trial against Hunter Biden.\n\nNaomi Biden entered the court on Friday with her husband, and first lady Jill Biden immediately motioned for him to come sit next to her among the Biden family and friends who make up at least the first two rows of the courtroom.\n\nNaomi Biden’s testimony focused on two instances in 2018 when she saw her father.\n\nThe first was in August or September, when she went to visit her dad in Los Angeles. Hunter Biden had reached out to her to come visit him amid his stint in rehab. He offered to arrange the trip, and Naomi Biden said she agreed to go, even though she had not seen him in quite some time.\n\nNaomi Biden said she met with him and his sober coach, and brought her boyfriend, who is now her husband. It was “the cleanest she had seen him since my uncle died,” Naomi Biden said.\n\n“I was proud of him, and I was proud to introduce Peter to him,” she said.\n\nOn the stand, Naomi Biden came across as genuine and compelling as the child of an addict.\n\nShe then testified about a trip to New York City, where Hunter Biden came to pick up a car. She described seeing him at the end of October, and said she felt “hopeful.” Naomi Biden said her father seemed the same as when she had seen him in Los Angeles.\n\nOn cross-examination by prosecutor Leo Wise, she again testified about how she had not seen her father recently because “after my uncle died, things got bad,” around 2015.\n\nProsecutors got her to concede that she really did not know what he was like when he was using drugs, because she had not seen him for quite some time.\n\nProsecutors seemed to catch Naomi and defense attorney Abbe Lowell off guard when they introduced her to a series of texts she exchanged with her father during the trip to New York.\n\nNaomi Biden seemed a little confused and reticent when confronted with texts appearing to show her father to be somewhat erratic and non-communicative when trying to arrange the hand off of his car.\n\nShe did not remember the exchange and started to appear increasingly uncomfortable when talking about texts her father sent her in the wee hours of the morning about exchanging his car.\n\nAs she left the stand, Naomi Biden gave her dad a cool embrace, a kiss on the cheek, and was seen trembling and wiping away tears as she exited the courtroom.", "US national security adviser Jake Sullivan said an “enduring ceasefire” deal between Israel and Hamas is “the only credible path forward” after an Israeli hostage rescue mission that Gazan officials say killed at least 274 people.\n\n“The best way to get all of the hostages home and to protect Palestinian civilians is to end this war. And the best way to end this war is for Hamas to say ‘yes’ to the deal President Biden announced and that Israel has accepted, which lays out a roadmap to an enduring ceasefire and the return of all hostages,” Sullivan told CNN’s Dana Bash on “State of the Union.”\n\nUS President Joe Biden unveiled the three-phase proposal late last month, saying Israel had submitted the plan, though Prime Minister Benjamin Netanyahu’s comments since have left some doubt over his level of support for the proposal as laid out by Biden.\n\nCivilians in harm’s way: Sullivan acknowledged the civilian toll of Israel’s military operation Saturday while saying Hamas, which took the hostages during its deadly October 7 attacks on Israel, was putting Palestinians in harm’s way.\n\n“The president himself has said in recent days that the Palestinian people are going through sheer hell in this conflict because Hamas is operating in a way that puts them in the crossfire, that holds hostages right in the heart of crowded civilian areas,” he added.\n\nPressed by Bash on whether the US was comfortable with how the mission was carried out, Sullivan called for a diplomatic solution “where there’s no need for military operations to get every last hostage out.”\n\nUS Sen. Tom Cotton also laid blame on Hamas for keeping hostages in civilian areas Sunday. “You shouldn’t take hostages in the first place. You should release them once you have, and you certainly shouldn’t hide them in civilian areas,” Cotton told Fox News.\n\nThe Arkansas Republican said the operation, which has drawn condemnation from regional leaders, was “heroic” and “well-executed.”\n\nCNN’s Ebony Davis contributed reporting to this post.", "Supporters of France's National Rally (RN) celebrate at an election night event in Paris on June 9. Julien de Rosa/AFP/Getty Images\n\nEurope’s drift to the right has been a long journey that’s seen the continent’s mainstream increasingly accommodate people with Euroskeptic views that were once fringe.\n\nThe projected gains for the hard right in the European parliamentary elections may seem modest in terms of pure numbers, but they are significant.\n\nThe results represent a major challenge to the pro-Europe mainstream officials who dominate the institutions of the European Union.\n\nThe advances chalked up by far-right parties may not be unexpected, and they don’t pose an existential crisis for the EU. But they show how the Euroskeptic right could, in the coming years, tighten its grip on the direction of the union.\n\nOver the next 24 hours, the parties of the center – projected to remain the largest bloc in the European Parliament – will likely talk of a “grand coalition” to counter the rise of the far right. And while the far right is on course to make large gains, the center parties remain ahead.\n\nOn paper, these pro-EU parties can claim victory. On numbers alone, the centrist coalition has held. The center-right European People’s Party, the center-left Socialists and Democrats, and the liberal Renew Europe are the three largest groups in the European Parliament. When you throw the pro-Europe Greens into that, the center is by far the largest block.\n\nRead the full analysis here."]}