["Nearly half of all voters are skeptical that the American experiment in self-governance is working, with 45 percent believing that the nation’s democracy does not do a good job representing ordinary people, according to a new New York Times/Siena College poll.\n\nThree-quarters of voters in the United States say democracy is under threat, though their perception of the forces imperiling it vary widely based on partisan leanings. And a majority of voters believe that the country is plagued by corruption, with 62 percent saying that the government is mostly working to benefit itself and elites rather than the common good.\n\nThe eroding faith in the nearly 250-year-old American system of government follows four years of unparalleled challenges: a violent riot in an attempt to overturn the 2020 presidential election, the criminal conviction of former President Donald J. Trump and Mr. Trump’s continued insistence that the democratic process is rigged.\n\nCoupled with stubborn inflation, divisive culture wars and geopolitical crises, voters are expressing exasperation with American politics and a government that they believe has failed to serve them at the most basic level.", "When former President Donald J. Trump’s longest serving chief of staff said the other day that his old boss “falls into the general definition of fascist,” Mr. Trump let loose with the insults, assailing his onetime right hand as a “total degenerate,” a “LOWLIFE” and a “bad General.”\n\nWhat Mr. Trump did not do, at least at first, was actually deny that he was or aspired to be a fascist.\n\nAny other politician might consider that a damning denunciation worth rebutting. Only when asked days later did he directly dismiss the idea. But in the nine years that he has been running for or serving as president, Mr. Trump has regularly evoked the language, history and motifs of fascism without hesitation or evident concern about how it would make him look.\n\nWhile presidents have pushed the boundaries of power, and in some cases abused it outright, no American commander in chief over the past couple of centuries has so aggressively sought to discredit the institutions of democracy at home while so openly embracing and envying dictators abroad. Although plenty of presidents have been called dictators by their opponents, none has been publicly accused of fascism by his own handpicked top adviser who spent day after day with him in the Oval Office.", "Fewer than 12,000 votes in Georgia were the difference between Joseph R. Biden Jr.’s 2020 victory in the state and Donald J. Trump’s defeat. Apart from Arizona, there was no thinner margin in the nation.\n\nFour years later, Democrats and Republicans alike are bracing for another squeaker.\n\n“It feels tighter now to me,” said Nathan Deal, a Republican who served two terms as the governor of Georgia.\n\n“It’s going to be close,” Sabrena Brown, a 55-year-old travel agent, said last weekend at a rally in Atlanta where Vice President Kamala Harris starred.\n\n“Just about a point or two,” Brandy Fears, a 37-year-old Trump voter, said outside of a town-hall meeting that the former president headlined in Zebulon, Ga., on Wednesday. “I don’t know what the American people are going to do.”", "“Killed by a Haitian invader,” the flier read. “They didn’t care about Aiden. They don’t care about you. They are pieces of human trash that deserve not your sympathy, but utter scorn. Give it to them … and then some.”\n\nNathan reached into his pocket and squeezed a piece of Aiden’s old blanket that he kept with him to help stave off panic attacks. Danielle buried her head into Nathan’s shoulder and folded the flier into tiny squares.", "Iranians voiced a sense of anxiety and uncertainty on Saturday after a round of retaliatory strikes by Israel on their country, but some said they felt a dim hope about what may lie ahead.\n\n“Today at work, everyone was speaking of the attacks,” said Soheil, a 37-year-old engineer who lives in the central city of Isfahan. His colleagues saw some reason for hope that a wider war could be averted, given that Israel attacked only military targets on Saturday, he added.\n\n“It seems that people are hopeful that soon the situation will be back to normal,” he told The New York Times when reached by telephone.\n\n“The vibe is not normal, though, at the moment,” he said. “People are experiencing different emotions: Some are worried, some indifferent and some are even happy, because they believe that Israel attacks will humble the regime a bit.”", "The drone flying over Korenevo village, in the Kursk region of Russia that Ukraine invaded in August, recorded a grisly scene: at least seven bodies lying on the road, most of them in civilian clothes.\n\nDestroyed cars were scattered on the roadside, some with corpses in them. One man lay entangled with a red bicycle. Some bodies had decomposed so badly in the summer heat that they had to be identified by their teeth, according to a volunteer who helped recover the remains.\n\nThe video and photographs that captured the scene were taken in the early days of Ukraine’s offensive, the first invasion of Russian territory since World War II. The area was heavily contested by Russian and Ukrainian troops, with weapons fired in both directions, so it is impossible to determine who was responsible for the deaths with available information.", "3:43\n\nWhere Kamala Harris and Donald Trump Stand on Crime\n\n2:13\n\nWhat We Know About Israel’s Strikes On Iran\n\nNOW PLAYING\n\nWhy Are North Korean Troops in Russia?\n\n2:49\n\nHow the Storm Shook Up North Carolina’s Election\n\n2:40\n\nIn Georgia, Harris Risks a Split in the Muslim and Arab Vote\n\nLIVE\n\nInside the Effort to Change How Seeds Grow\n\n3:46\n\n3 Horror Movies to Watch for Halloween\n\n3:31\n\nWhere Harris and Trump Stand on Abortion\n\n3:09\n\nInside Wisconsin’s Fight Over Ballot Drop Boxes\n\n2:23\n\nWhy Israel Targeted Yahya Sinwar\n\n2:44\n\nWill the Polls in 2024 Be More Accurate Than in 2016 and 2020?\n\n2:07", "Five years ago, the television writer Matthew Scott Kane sold “Hysteria!,” a scripted drama that takes place in the late 1980s. The series was inspired in part by the tumult of misinformation he found online and in the media of the late 2010s. Shows like these take time to make, and Kane worried the idea would pass its best-by date.\n\n“I kept thinking, man, I don’t know if this is going to feel relevant,” he said in a recent interview.\n\n“Hysteria!” which premiered on Peacock on Oct. 18, is set in a small Michigan town in the grip of the so-called satanic panic of the 1980s and early 1990s, an episode of mass hysteria which imagined that a cross-country network of satanic cults was engaged in ritual abuse, animal sacrifice and infanticide. In the pilot, a high school football star is discovered dead. Suspicion turns to several of his classmates, members of a heavy metal band that exploits satanic imagery.\n\nThe aesthetics of “Hysteria!” — the wallpaper, the jeans, the popular music — are distinctly ’80s. But the impulse to displace social anxieties onto perceived groups of outsiders is as American as apple pie. (Are those apples poisoned? Do they have razor blades inside?) And in a culture of heightened political rhetoric and pervasive misinformation, as apparent now as it was five years ago, the distance between the satanic panic and current conspiracy theories — QAnon, say, or the supposed grooming of children by queer people — is a short one, barely the length of a suburban lawn.", "A tropical storm was heading toward Florida’s Gulf Coast in late September when senior news and opinion leaders of The Washington Post flew into Miami for a periodic meeting with Jeff Bezos, the newspaper’s billionaire owner.\n\nDuring their visit — which included a working lunch at Mr. Bezos’ sprawling home on an exclusive island in Biscayne Bay and dinner at a nearby restaurant — David Shipley, The Post’s opinion editor, and Will Lewis, The Post’s chief executive and publisher, discussed plans for the future of the newspaper’s opinion section. The election, less than 45 days away, loomed large.\n\nBy the end of the meeting, according to four people familiar with it who spoke on condition of anonymity to relay private conversations, it appeared to Mr. Shipley and Mr. Lewis that Mr. Bezos had reservations about the Post endorsing either candidate in that race. But they also thought he was open to persuasion.\n\nMr. Bezos’ ultimate decision, to end the Post’s decades-long practice of endorsing presidential candidates, exploded into public view on Friday, drawing criticism from reporters, editors and readers, along with an unusual rebuke from legendary Post journalists Bob Woodward and Carl Bernstein.", "For years, villagers who lived near the Alau dam in northeastern Nigeria had told government officials that the structure was broken and the reservoir behind it too full.\n\nBut in early September, after heavy rains, a half-dozen officials stood overlooking the brimming reservoir, their feet squelching in the mud as they tried to reassure Nigerians that the dam was in good condition.\n\n“The dam is not broken,” Alhaji Bukar Tijani, the government official leading the delegation, said that day. “People should not be afraid.”\n\nFour days later, water ripped through the Alau dam wall, leaving two-thirds of the city of Maiduguri underwater, killing up to 1,000 people, said rescue and security workers, and displacing nearly half a million.", "For two years, the Republican Pennridge School Board, north of Philadelphia, governed with a burst of ideological energy. It instituted book bans and curriculum rewrites — the sort of politics pushed nationwide by Moms for Liberty, the conservative advocacy group allied with Donald J. Trump.\n\nBut in this closely divided community, the board’s moves created a backlash.\n\nA slate of Democrats swept school board elections. They promised to put “Pennridge over politics” and end an era of drama and division for this community.\n\nStill, a year later, the legacy of the district’s Moms for Liberty moment has not at all been undone.\n\nSome removed books have been restored to library shelves, but others have not. Transgender students can use some bathrooms that align to their gender identities — but not all of them.", "Deep blue Massachusetts is far from the presidential campaign trail. But a high-stakes campaign has flooded the state with social media and television ads, pressing voters to consider a major change to the public school system widely seen as the nation’s best.\n\nIn Massachusetts, a generation of students has been required to complete standardized exams in English, math and the sciences to earn a high school diploma. The requirement is the capstone of a rigorous set of standards that have helped set the state apart from others on achievement tests.\n\nOn Election Day, Massachusetts voters will decide whether to change course.\n\nA ballot measure known as Question 2 would eliminate the exams as a graduation mandate. If it passes, there would be no statewide requirements for receiving a diploma.\n\nThe proposal has provoked sharp divisions among Democrats, who control the state government.\n\nThe state’s teachers’ union, which spearheaded the ballot question, has poured millions into efforts to convince voters the exam shuts out teenagers who already have the odds stacked against them. They have pointed to research showing such mandates can push more disadvantaged students to drop out.", "Deep in the vault of the Morgan Library & Museum in Manhattan on a late-spring day, the curator Robinson McClellan was sorting through a collection of cultural memorabilia. There were postcards signed by Picasso, a vintage photograph of a French actress and letters from Brahms and Tchaikovsky.\n\nWhen McClellan came across Item No. 147, he froze:", "As The Times’s classical music reporter, I don’t often get “news” from long-dead composers.\n\nBut I recently learned that an unknown waltz by the eminent composer Chopin, written nearly 200 years ago, had been discovered in the vault of the Morgan Library & Museum in New York. It was unearthed in a collection of memorabilia, alongside postcards signed by Picasso and letters from Brahms and Tchaikovsky.\n\nWe published our exclusive story on the discovery today. And here’s a special treat: The superstar pianist Lang Lang recorded the waltz for The Times. You can watch his performance here.\n\nThe story of the long-lost waltz starts at the Morgan on a late-spring day, when the curator and composer Robinson McClellan came across an unusual musical manuscript. The piece was moody and melancholic, and a conspicuous name was written across the top: Chopin.\n\nMcClellan took a photo on his iPhone so he could play the piece back at home on his electric piano. He also sent a photo to Jeffrey Kallberg, a Chopin scholar at the University of Pennsylvania.", "Ted Cruz is looking cocky. Rocking Ray-Bans and an “I Voted” sticker on his lapel — it’s the first day of early voting in Texas — he is easing his way across the parking lot of his local polling place, toward TV cameras set up beside his campaign bus. Backed by sign-waving fans, he starts his brief remarks, only to be interrupted by an angry man shouting from a few yards away: “You’re a traitor to democracy!”\n\nSome pro-Cruz women yell back, and the heckler wanders off through the parked cars. Mr. Cruz seems not to even notice, plowing ahead with his call to “Keep Texas Texas” — his campaign motto — and talking up jobs, freedom and security. (That last category consists largely of horrifying stories about violent crimes perpetrated by “Venezuelan gang members.”) He takes shots at his Democratic opponent, Representative Colin Allred, whom he calls a formidable candidate “if he were running for City Council in San Francisco.” (Mr. Cruz uses this line at multiple stops. It’s a real crowd pleaser.) And when asked if he’s concerned about the influx of new voters to Texas in recent years and the state’s shifting demographics, he fires back with absolute confidence:\n\n“We’re going to win.”\n\nWith his buoyant delivery and smug smile, Mr. Cruz wants to remind you of something: He is never happier than seeing a liberal fantasy and crushing it. The Democratic dream of turning Texas blue is approaching middle age with nothing to show for it, but this particular hope never dies — and the goal of ousting Mr. Cruz, a bête noire of Democrats if ever there were one, will endure as long as he’s in office. As in his last race in 2018, he is Democrats’ top Senate target this year, with recent polling showing him just a few measly points ahead of Mr. Allred, generally within the margin of error. And once again he is being dramatically out-raised by the Democrats, a disparity made worse by the millions of dollars that national Democratic groups are pouring into the contest. It’s not just that the Democrats see unseating Mr. Cruz as their best shot at holding onto their Senate majority. They also see him as the most promising opportunity to break the Republican Party’s multidecade lock on statewide offices here — giving them that first crucial step toward their dream of turning Texas, if not blue, then at least purple.\n\nBut don’t look for Mr. Cruz to crumble. This is basically how he rolls. The senator was a divisive, bomb-throwing, lib-owning loudmouth years before Donald Trump entered the political arena, basking in his critics’ hate as if it was winter sunshine. He is known for annoying his own teammates with bone-headed moves. (Remember “Green Eggs and Ham”?) Yet he somehow manages to be disruptive and bombastic enough to impress Texas Republicans without alienating at least a portion of the state’s independent voters. And his in-your-face partisanship may help him walk an ideological line that might trip up other, subtler Republicans.", "It is hard to imagine a candidate more unworthy to serve as president of the United States than Donald Trump. He has proved himself morally unfit for an office that asks its occupant to put the good of the nation above self-interest. He has proved himself temperamentally unfit for a role that requires the very qualities — wisdom, honesty, empathy, courage, restraint, humility, discipline — that he most lacks.\n\nThose disqualifying characteristics are compounded by everything else that limits his ability to fulfill the duties of the president: his many criminal charges, his advancing age, his fundamental lack of interest in policy and his increasingly bizarre cast of associates.\n\nThis unequivocal, dispiriting truth — Donald Trump is not fit to be president — should be enough for any voter who cares about the health of our country and the stability of our democracy to deny him re-election.\n\nFor this reason, regardless of any political disagreements voters might have with her, Kamala Harris is the only patriotic choice for president.", "I can think of some compelling reasons that leading independent newspapers should not be in the business of endorsing candidates for president.\n\nUnfortunately, the acts of self-sabotage by The Washington Post and The Los Angeles Times do not reflect any of them. And so one more bulwark against autocracy erodes.\n\nThe owners of both papers took as long as possible to reveal what they had already concluded: For the first time in years — since 2004 for The Los Angeles Times and 1988 for The Post — each would refrain from endorsing a presidential candidate. This inspired Donald Trump’s campaign to whoop that even Vice President Kamala Harris’s “fellow Californians know she’s not up for the job.” The Times’s editorial editor, Mariel Garza, resigned and said the decision made the organization look “craven and hypocritical.” Others followed.\n\nThe Post’s endorsement of Ms. Harris had reportedly already been drafted, only to be shelved on the orders of its owner, Amazon’s founder, Mr. Bezos. But it fell to the paper’s publisher, William Lewis, to announce the decision, saying, “We are returning to our roots of not endorsing presidential candidates.” Its editorial editor, David Shipley, in the face of his mutinous editorial board, said he owned the outcome, which he called a way of creating “independent space” for voters to make up their own minds.", "I’ve been wrong about many things, but here are two of the bigger whiffs of my professional life.\n\nI thought Donald Trump wouldn’t find any meaningful support in the Republican Party. I watched his strange campaign announcement, complete with a partially paid crowd and a wild, rambling speech and thought, “This man is going nowhere.”\n\nAnd I thought evangelical conservatives would be the firewall against his ascendancy, not his most loyal constituency and the fuel for the fire of his political comeback after Jan. 6. I never imagined the Christian devotion to Trump that we see today.\n\nI’d been an evangelical my entire life and a Republican since my teenage years. I thought I knew my own community. Then, suddenly, I didn’t. I was shocked and more than a little embarrassed, but also curious. Ever since that moment, I’ve been haunted by two questions: What did I miss? Why did I miss it?\n\nWhen you’re paid to write your opinions, it can be hard to admit when you’re wrong. You can feel as if your credibility depends on your prescience, when it more accurately depends on your honesty. No one reasonably expects you to know everything, but they’re entitled to the truth — even when that truth reflects poorly on your judgment.", "Japanese voters are not accustomed to nail-biter elections.\n\nBut as the country holds parliamentary elections on Sunday, the party that has governed Japan for all but four years since 1955 is facing the possibility that it could lose its majority in the body’s lower chamber, the House of Representatives.\n\nJust one month after a leadership vote by the conservative Liberal Democratic Party anointed Shigeru Ishiba as the new prime minister, the party entered the election under considerable pressure from a public angered by a long-simmering political finance scandal, rising inflation and the burdens of raising families.\n\nThat does not necessarily mean that Japanese voters are ready to hand the government to a divided and enfeebled political opposition, which last won a general election 15 years ago. Analysts said it was likely that the incumbent party would either eke out just enough seats to retain parliamentary power or would be forced to bring on new coalition partners to remain in charge.\n\n“What is most interesting about this election is its uncertainty,” said Masaru Kohno, a political scientist at Waseda University in Tokyo.", "It was a sensational charge in a country where food is yet another marker of political, religious and caste divides.\n\nFor centuries, the Tirupati temple in the south Indian state of Andhra Pradesh has given laddu, a ball-shaped sweet, to devotees. The temple is the richest Hindu holy site in the world, with revenues each year of hundreds of millions of dollars, and it is spending about a million dollars a month just on ghee to fry the laddu in, according to M.K. Jagadish, an official at a state-owned dairy.\n\nLast month, the state’s newly elected chief minister, a Hindu named N. Chandrababu Naidu, accused his Christian predecessor of allowing the temple’s laddu to be made in ghee, a clarified butter, that was adulterated with other animal fats. A majority of the temple’s devotees are vegetarian; Mr. Naidu’s allegation called into question the sanctity of the temple itself.\n\nThe case of the temple sweet shows how India’s food cultures have become increasingly politicized. In a nation where cows are viewed as sacred by most Hindus, many states have banned the slaughter of cows and made the transportation of beef a punishable offense. In some, even the cooking of eggs has drawn official condemnation. Restaurants are closely monitored for any mixing of vegetarian and nonvegetarian food. Some states have ordered the owners of food stalls to display their names clearly so consumers are aware of their religious and caste identity.", "Late in January, Katherine Franke, a prominent Columbia Law School professor and active supporter of the Palestinian cause, appeared on television to talk about a rally demanding divestment from Israel that had taken place on the steps of Low Library a few days before. What marked this protest from the many others erupting on campuses around the country last winter was the release of a putrid smelling vapor into the crowd by a group of counterprotesters. It soon came out that at least one of them was a student and former member of the Israel Defense Forces. The university suspended him.\n\nSome students who had been sprayed with the strange emission were certain that it was “skunk water,” a chemical the I.D.F. deploys to subdue crowds in the West Bank. Speaking to The Columbia Spectator, the student newspaper, they described feeling sick afterward. Later, the student who had been an I.D.F soldier filed a lawsuit against Columbia claiming that his disciplinary proceedings had been “flawed, biased and deficient.” His lawyers argued that he had merely engaged in a “harmless expression” of speech by spritzing the protesters with foul “novelty sprays” — which Columbia, seven months later, acknowledged they were — “purchased on Amazon for $26.11.”\n\nDiscussing the episode on the left-leaning radio and television platform Democracy Now!, Ms. Franke said that she and others had long been concerned about older Israeli exchange students “coming right out of their military service” because they had been known to “harass” Palestinian students and others on campus.\n\nFrom this observation followed a cascade of accusations and legal entanglements that have spread beyond the fractious world of the academy to illuminate some of the extreme steps that elite law firms have taken since the Oct. 7 attacks on Israel by Hamas to distance themselves from Palestinian sympathies.", "A piercing alarm burst from millions of cellphones, a signal to hundreds of thousands of people to pack their bags and flee one of Europe’s most dangerous volcanoes. But most of the Italians who heard it shrugged.\n\nIt was around 5 o’clock on a Friday afternoon, and the alert wasn’t announcing a real crisis.\n\nInstead, it was part of a four-day drill this month, coordinated by the Italian civil protection department, to prepare a densely populated area near Naples for the day its residents might face a host of volcanic perils: The ground buckling underfoot. Ribbons of toxic fumes. Exploding boils of molten rock.\n\nThe threat does not loom on the horizon, like nearby Mount Vesuvius to the east. Instead, an eight-mile-wide caldera — riddled with volcanoes — is recessed in the earth and sea west of Naples, forming what is called the Campi Flegrei, or “burning fields.”", "Jonathan Raven Otcasek and Erin Minji Kim met at the center of the world. It was September 2014, their junior semester of college while studying abroad in London, and they were on a class outing to Greenwich, England — a town on London’s outskirts where the Prime Meridian, point 0.0 in the longitudinal system, passes through.\n\nMr. Otcasek noticed the words imprinted on Ms. Kim’s gray T-shirt: “Who needs a boyfriend when you have a record collection?” An avid music fan whose late father, Ric Ocasek, was the songwriter, rhythm guitarist and lead singer of the new wave band the Cars, Mr. Otcasek (who kept the silent “t” that his father had removed from the original Czech spelling of their surname) quickly deduced two important pieces of intelligence: Ms. Kim was single, and she liked music.\n\nHe had found his opening: “Hey, doesn’t that building look like the power station on the cover of Pink Floyd’s ‘Animals’?” he asked, pointing toward the Greenwich Power Station across the River Thames. Except Ms. Kim had never heard of the record.\n\nSo Mr. Otcasek did what any serious courter would do: He pulled up an image of it on his phone while Ms. Kim stood there, awkward and amused."]